<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>O Mandarim</title>


  <meta name="AUTHOR" content="E&ccedil;a de Queir&oacute;s" />

  <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.signature {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {
margin-left: 5%;
margin-right: 5%;}
.break {
width: 40%;
margin-left:30%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.poetry {margin-left:20%;}
.poetry1 {margin-left:25%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>







<body>


<pre>

The Project Gutenberg EBook of O Mandarim, by Eça Queirós

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org


Title: O Mandarim

Author: Eça Queirós

Release Date: October 27, 2007 [EBook #16384]

Language: Portuguese

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK O MANDARIM ***




Produced by Rita Farinha and the Online Distributed
Proofreading Team at http://www.pgdp.net (This file was
produced from images generously made available by National
Library of Portugal (Biblioteca Nacional de Portugal).)






</pre>


<div>
<br />

<br />

<br />

<div class="bbox"><span style="font-weight: bold;">
</span>
<h2><span style="font-weight: bold;"></span>E&Ccedil;A
DE QUEIROZ </h2>

<h1>
O MANDARIM</h1>

<div style="text-align: center;"><br />

<br />

<br />

</div>

<div style="text-align: center;"><img style="width: 200px; height: 95px;" alt="" src="images/fig1.png" />
</div>

<br />

<br />

<div style="text-align: center;">
<h4>LIVRARIA INTERNACIONAL<br />

DE<br />

ERNESTO CHARDRON, EDITOR.<br />

Porto e Braga<br />

<br />

1880</h4>

</div>

</div>

<br />

<br />

<br />

<h1>O MANDARIM </h1>

<h2>PROLOGO</h2>

<div style="text-align: center;"><br />

<br />

1.&ordm; <span class="smallcaps">Amigo</span>
(<em>bebendo Cognac e soda, debaixo d'arvores, n'um
terra&ccedil;o, &aacute; beira d'agua</em>)<br />

<br />

<br />

</div>

Camarada, por estes calores do estio que embotam a ponta da sagacidade,
repousemos do aspero estudo da Realidade humana... Partamos para os
campos do Sonho, vaguear por essas azuladas collinas romanticas <span class="pagenum">[2]</span>onde se
ergue a torre abandonada do Sobrenatural, e musgos frescos recobrem as
ruinas do Idealismo... Fa&ccedil;amos phantasia!...<br />

<br />

<br />

<div style="text-align: center;">
2.&ordm; <span class="smallcaps">Amigo<br />

<br />

<br />

</span></div>

Mas sobriamente, camarada, parcamente!... E como nas sabias e amaveis
Allegorias da Renascen&ccedil;a, misturando-lhe sempre uma
Moralidade discreta...<br />

<br />

<br />

<div class="signature">(<span class="smallcaps">Comedia
Inedita</span>).<br />

<br />

</div>

<div style="text-align: center;"><img style="width: 200px; height: 95px;" alt="" src="images/fig1.png" />
</div>

<h2>I </h2>

<br />

<span class="smallcaps">Eu</span> chamo-me
Theodoro&#8213;e fui amanuense do Ministerio do Reino.<br />

<br />

N'esse tempo vivia eu &aacute; travessa da
Concei&ccedil;&atilde;o n.&ordm; 106, na casa d'hospedes da
D. Augusta, a esplendida D. Augusta, viuva do major Marques. Tinha dois
companheiros: o Cabrita, empregado na
Administra&ccedil;&atilde;o do bairro central, esguio <span class="pagenum">[4]</span>
e
amarello como uma tocha d'enterro; e o possante, o exuberante tenente
Couceiro, grande tocador de viola franceza.<br />

<br />

A minha existencia era bem equilibrada e suave. Toda a semana, de
mangas de lustrina &aacute; carteira da minha
reparti&ccedil;&atilde;o, ia lan&ccedil;ando, n'uma formosa
letra cursiva, sobre o papel Tojal do Estado, estas phrases faceis:
&laquo;<em>Ill.<sup>mo</sup> e Exc.<sup>mo</sup>
Snr.</em>&#8213;<em>Tenho
a honra de communicar a V.
Exc.&ordf;... Tenho a honra de passar &aacute;s m&atilde;os
de V.
Exc.&ordf;, Ill.<sup>mo</sup> e Exc.<sup>mo</sup>
Snr...</em>&raquo;<br />

<br />

Aos domingos repousava: installava-me ent&atilde;o no
canap&eacute; da sala de jantar, de cachimbo nos dentes, e admirava
a D. Augusta, que, em dias de missa,
costumava limpar com clara d'ovo a caspa do tenente Couceiro. Esta
hora, sobretudo no ver&atilde;o, era deliciosa: pelas <span class="pagenum">[5]</span>
janellas meio
cerradas penetrava o bafo da soalheira, algum repique distante dos
sinos da Concei&ccedil;&atilde;o Nova, e o arrulhar das rolas
na
varanda; a monotona susurra&ccedil;&atilde;o das moscas
balan&ccedil;ava-se sobre a velha cambraia, antigo
v&eacute;o nupcial da Madame Marques, que cobria agora no aparador
os pratos de cerejas bicaes; pouco a pouco o tenente, envolvido n'um
len&ccedil;ol como
um idolo no seu manto, ia adormecendo, sob a
fric&ccedil;&atilde;o molle
das carinhosas m&atilde;os da D. Augusta; e ella, arrebitando o
dedo minimo branquinho e papudo, sulcava-lhe as r&ecirc;pas
lustrosas com o pentesinho dos bichos...
Eu ent&atilde;o, enternecido, dizia &aacute; deleitosa senhora:
<br />

<br />

&#8213;Ai D. Augusta, que anjo que &eacute;!<br />

<br />

Ella ria; chamava-me <em>engui&ccedil;o</em>! Eu
sorria, sem me
escandalisar. <em>Engui&ccedil;o</em> era com effeito
o
nome que me davam <span class="pagenum">[6]</span>
na casa&#8213;por
eu ser magro, entrar sempre as portas com o p&eacute; direito,
tremer de ratos,
ter &aacute; cabeceira da cama uma lithographia de Nossa Senhora
das D&ocirc;res
que pertencera &aacute; mam&atilde;, e corcovar. Infelizmente
corc&oacute;vo&#8213;do muito que verguei o espinha&ccedil;o, na
Universidade, recuando como uma
p&ecirc;ga assustada diante dos senhores Lentes; na
reparti&ccedil;&atilde;o,
dobrando a fronte ao p&oacute; perante os meus Directores Geraes.
Esta attitude de resto
conv&eacute;m ao bacharel; ella mantem a disciplina n'um Estado bem
organisado; e a mim garantia-me a tranquillidade dos domingos, o uso
d'alguma roupa branca,
e vinte mil reis mensaes.<br />

<br />

N&atilde;o posso negar, por&eacute;m, que n'esse tempo eu era
ambicioso&#8213;como o reconheciam sagazmente a Madame Marques e o lepido
Couceiro.
N&atilde;o que me <span class="pagenum">[7]</span>
revolvesse o peito o appetite heroico de dirigir,
do alto d'um throno, vastos rebanhos humanos; n&atilde;o que a
minha louca alma
j&aacute;mais aspirasse a rodar pela Baixa em trem da Companhia,
seguida d'um correio choitando;&#8213;mas pungia-me o desejo de poder jantar
no Hotel Central com
Champagne, apertar a m&atilde;o mimosa de viscondessas, e, pelo
menos duas vezes por semana, adormecer, n'um extasi mudo, sobre o seio
fresco de Venus. Oh! mo&ccedil;os que vos dirigieis vivamente a S.
Carlos,
atabafados em paletots caros onde alvejava a gravata de
<em>soir&eacute;e</em>! Oh!
tipoias, apinhadas de andaluzas, batendo galhardamente para os
touros&#8213;quantas vezes me fizestes suspirar! Porque a certeza de que os
meus vinte mil reis por mez e o meu geito encolhido de
engui&ccedil;o me excluiam
para sempre d'essas alegrias sociaes vinha-me <span class="pagenum">[8]</span>ent&atilde;o
ferir o
peito&#8213;como
uma frecha que se crava n'um tronco, e fica muito tempo vibrando!<br />

<br />

Ainda assim, eu n&atilde;o me considerava sombriamente um
&laquo;p&aacute;ria&raquo;. A vida humilde tem
do&ccedil;uras: &eacute; grato, n'uma
manh&atilde; de sol alegre, com o guardanapo ao pesco&ccedil;o,
diante do bife de grelha, desdobrar o
<span class="smallcaps">Diario de Noticias</span>;
pelas tardes de ver&atilde;o, nos bancos
gratuitos do
Passeio, gozam-se suavidades de idyllio; &eacute; saboroso
&aacute;
noite no Martinho, sorvendo aos goles um caf&eacute;, ouvir os
verbosos injuriar a patria...
Depois, nunca fui excessivamente infeliz&#8213;porque n&atilde;o tenho
imagina&ccedil;&atilde;o: n&atilde;o me consumia, rondando
e almejando em torno de paraisos ficticios, nascidos
da minha propria alma desejosa como nuvens da
evapora&ccedil;&atilde;o d'um lago; n&atilde;o suspirava,
olhando as lucidas estrellas, por um amor &aacute;
Romeo, <span class="pagenum">[9]</span>ou por uma
gloria social &aacute; Camors. Sou um positivo.
S&oacute;
aspirava ao racional, ao tangivel, ao que j&aacute; f&ocirc;ra
alcan&ccedil;ado por
outros no meu bairro, ao que &eacute; accessivel ao bacharel. E
ia-me resignando, como quem a uma <em>table d'h&ocirc;te</em>
mastiga a
bucha de p&atilde;o secco &aacute;
espera que lhe chegue o prato rico da <em>Charlotte russe</em>.
As felicidades
haviam de vir: e para as apressar eu fazia tudo o que devia como
portuguez e como constitucional:&#8213;pedia-as todas as noites a Nossa
Senhora das
D&ocirc;res, e comprava decimos da loteria.<br />

<br />

No entanto procurava distrahir-me. E como as
circumvolu&ccedil;&otilde;es do meu cerebro me n&atilde;o
habilitavam a comp&ocirc;r odes,
&aacute; maneira de tantos outros ao meu lado que se desforravam
assim do tedio da profiss&atilde;o;
como o meu ordenado, paga a casa e o tabaco, me n&atilde;o
permittia <span class="pagenum">[10]</span>um
vicio&#8213;tinha tomado o habito discreto de comprar na feira da Ladra
antigos volumes desirmanados, e &aacute; noite, no meu quarto,
repastava-me d'essas
leituras curiosas. Eram sempre obras de titulos ponderosos: <span class="smallcaps">Galera da
Innocencia</span>, <span class="smallcaps">Espelho
Milagroso</span>, <span class="smallcaps">Tristeza
dos Mal Desherdados</span>... O typo
venerando, o papel amarellado com picadas de tra&ccedil;a, a grave
encaderna&ccedil;&atilde;o freiratica, a fitinha verde marcando
a pagina&#8213;encantavam-me! Depois, aquelles dizeres ingenuos em letra
gorda davam uma
pacifica&ccedil;&atilde;o a todo o meu s&ecirc;r,
sensa&ccedil;&atilde;o comparavel &aacute; paz penetrante
d'uma velha c&ecirc;rca de mosteiro, na quebrada d'um valle, por um
fim suave de tarde, ouvindo o correr d'agua
triste...<br />

<br />

Uma noite, ha annos, eu come&ccedil;&aacute;ra a l&ecirc;r,
n'um d'esses in-folios vetustos, um <span class="pagenum">[11]</span>capitulo
intitulado <em>Brecha
das
Almas</em>; e ia cahindo n'uma somnolencia grata, quando este
periodo
singular se me destacou do tom neutro e apagado da pagina, com o relevo
d'uma medalha d'ouro nova brilhando sobre um tapete escuro:
cop&iacute;o textualmente:<br />

<br />

&laquo;No fundo da China
existe um Mandarim mais rico que todos os reis
de que a Fabula ou a Historia
contam. D'elle nada conheces, nem o
nome, nem o semblante, nem a
s&ecirc;da de que se veste. Para que tu
herdes os seus cabedaes
infindaveis, basta que toques essa
campainha, posta a teu lado,
sobre um livro. Elle soltar&aacute; apenas um
suspiro, n'esses confins da
Mongolia. Ser&aacute; ent&atilde;o um cadaver: e tu
ver&aacute;s a teus
p&eacute;s mais ouro do que p&oacute;de sonhar a
ambi&ccedil;&atilde;o d'um avaro.
Tu, que me <span class="pagenum">[12]</span>l&ecirc;s
e
&eacute;s um homem mortal, tocar&aacute;s tu a
campainha?&raquo;<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Estaquei, assombrado, diante da pagina aberta: aquella
interroga&ccedil;&atilde;o &laquo;homem mortal,
tocar&aacute;s tu a campainha?&raquo;
parecia-me fac&ecirc;ta, picaresca, e todavia perturbava-me
prodigiosamente. Quiz l&ecirc;r mais; mas as
linhas fugiam, ondeando como cobras assustadas, e no vazio que
deixavam, d'uma
lividez de pergaminho, l&aacute; ficava, rebrilhando em negro, a
interpella&ccedil;&atilde;o
estranha&#8213;&laquo;tocar&aacute;s tu a compainha?&raquo;<br />

<br />

Se o volume fosse d'uma honesta edi&ccedil;&atilde;o
Michel-Levy, de capa amarella, eu, que por fim n&atilde;o me achava
perdido n'uma floresta de
ballada allem&atilde;, e podia da minha sacada v&ecirc;r
branquejar &aacute; luz do
gaz o correame da patrulha&#8213;teria simplesmente fechado o livro, e
<span class="pagenum">[13]</span>estava dissipada a
allucina&ccedil;&atilde;o nervosa. Mas
aquelle sombrio in-folio
parecia estalar magia; cada letra affectava a inquietadora
configura&ccedil;&atilde;o
d'esses signaes da velha cabala, que encerram um attributo fatidico; as
virgulas tinham o retorcido petulante de rabos de diabinhos,
entrevistos n'uma alvura de luar; no <em>ponto
d'interroga&ccedil;&atilde;o</em> final eu via o
pavoroso gancho com que o Tentador vai fisgando as almas que
adormeceram sem se refugiar na inviolavel cidadella da
Ora&ccedil;&atilde;o!... Uma influencia
sobrenatural apoderando-se de mim, arrebatava-me devagar para
f&oacute;ra da
realidade, do raciocinio: e no meu espirito foram-se formando duas
vis&otilde;es&#8213;d'um lado um Mandarim, decrepito, morrendo sem
d&ocirc;r, longe, n'um kiosque
chinez, a um <em>ti-li-tin</em> de campainha; do outro
toda
uma montanha de
ouro scintillando aos meus <span class="pagenum">[14]</span>p&eacute;s!
Isto era t&atilde;o
nitido,
que eu via os olhos obliquos do velho personagem embaciarem-se, como
cobertos d'uma tenue camada de p&oacute;; e sentia o fino tinir de
libras rolando
juntas. E immovel, arripiado, cravava os olhos ardentes na campainha,
pousada pacatamente diante de mim sobre um diccionario francez&#8213;a
campainha prevista,
citada no mirifico in-folio...<br />

<br />

Foi ent&atilde;o que, do outro lado da mesa, uma voz insinuante e
metallica me disse, no silencio:<br />

<br />

&#8213;Vamos, Theodoro, meu amigo, estenda a m&atilde;o, toque a
campainha, seja um forte!<br />

<br />

O <em>abat-jour</em> verde da vela punha uma penumbra em
redor. Ergui-o, a
tremer. E vi, muito pacificamente sentado, um individuo corpulento,
todo vestido de preto, de chap&eacute;o alto, com as <span class="pagenum">[15]</span>duas
m&atilde;os cal&ccedil;adas de luvas negras gravemente apoiadas
ao cabo d'um guarda-chuva. N&atilde;o
tinha nada de phantastico. Parecia t&atilde;o contemporaneo,
t&atilde;o
regular, t&atilde;o classe-m&eacute;dia como se viesse da minha
reparti&ccedil;&atilde;o...<br />

<br />

Toda a sua originalidade estava no rosto, sem barba, de linhas fortes e
duras; o nariz brusco, d'um aquilino formidavel, apresentava a
express&atilde;o rapace e atacante d'um bico d'aguia; o
c&oacute;rte dos labios,
muito firme, fazia-lhe como uma bocca de bronze; os olhos, ao fixar-se,
assemelhavam
dois clar&otilde;es de tiro, partindo subitamente d'entre as
sar&ccedil;as tenebrosas das sobrancelhas unidas; era livido&#8213;mas,
aqui e al&eacute;m na
pelle, corriam-lhe raia&ccedil;&otilde;es sanguineas como n'um
velho
marmore phenicio.<br />

<br />

Veio-me &aacute; id&eacute;a de repente que tinha diante de mim
o Diabo: mas logo <span class="pagenum">[16]</span>todo
o meu raciocinio se insurgiu resolutamente
contra esta
imagina&ccedil;&atilde;o. Eu nunca acreditei no Diabo&#8213;como
nunca acreditei em Deus.
J&aacute;mais o disse alto, ou o escrevi nas gazetas, para
n&atilde;o descontentar os
poderes publicos, encarregados de manter o respeito por taes entidades:
mas que
existam estes dois personagens, velhos como a Substancia, rivaes
bonacheir&otilde;es, fazendo-se mutuamente pirra&ccedil;as
amaveis,&#8213;um de barbas nevadas e tunica azul, na toilette do antigo
Jove, habitando os altos luminosos, entre uma c&ocirc;rte mais
complicada que a de Luiz XIV;
e o outro enfarruscado e manhoso, ornado de cornos, vivendo nas chammas
inferiores, n'uma imita&ccedil;&atilde;o burgueza do pitoresco
Plut&atilde;o&#8213;n&atilde;o acredito. N&atilde;o,
n&atilde;o acredito! C&eacute;o e Inferno
s&atilde;o concep&ccedil;&otilde;es sociaes para uso da
plebe&#8213;e eu perten&ccedil;o &aacute; classe-m&eacute;dia.
<span class="pagenum">[17]</span>Rezo, &eacute;
verdade, a Nossa Senhora das D&ocirc;res:
porque, assim como pedi o favor do senhor doutor
para passar no meu acto; assim como, para obter os meus vinte mil reis,
implorei a benevolencia do senhor deputado; igualmente para me
subtrahir
&aacute; tisica, &aacute; angina, &aacute; navalha de
ponta, &aacute; febre
que vem da sargeta, &aacute; casca de laranja escorregadia onde se
quebra a perna, a outros males publicos, necessito ter uma
protec&ccedil;&atilde;o extra-humana. Ou pelo
rapa-p&eacute; ou pelo incensador o homem prudente deve ir fazendo
assim uma serie de sabias adula&ccedil;&otilde;es desde a
Arcada at&eacute; ao
Paraiso. Com um compadre no bairro, e uma comadre mystica nas
Alturas&#8213;o destino do bacharel est&aacute;
seguro.<br />

<br />

Por isso, livre de torpes supersti&ccedil;&otilde;es, disse
familiarmente ao individuo vestido de negro:<br />

<br />

<span class="pagenum">[18]</span> &#8213;Ent&atilde;o,
realmente, aconselha-me que toque a campainha?<br />

<br />

Elle ergueu um pouco o chap&eacute;o, descobrindo a fronte
estreita, enfeitada d'uma gaforinha crespa e negrejante como a do
fabuloso Alcides, e respondeu, palavra a palavra:<br />

<br />

&#8213;Aqui est&aacute; o seu caso, estimavel Theodoro. Vinte mil reis
mensaes s&atilde;o uma vergonha social! Por outro lado, ha sobre
este globo coisas prodigiosas: ha vinhos de Borgonha, como por exemplo
o
<em>Roman&eacute;e-Conti</em> de 58 e o <em>Chambertin</em>
de 61, que custam,
cada garrafa, de dez a onze mil reis; e quem bebe o primeiro calix,
n&atilde;o
hesitar&aacute;, para beber o segundo, em assassinar seu pai...
Fabricam-se em Paris e em Londres carruagens de t&atilde;o suaves
molas, de t&atilde;o mimosos
estofos, que &eacute; preferivel percorrer n'ellas o Campo Grande,
a viajar, <span class="pagenum">[19]</span>como os
antigos deuses, pelos c&eacute;os, sobre os
f&ocirc;fos coxins das nuvens...
N&atilde;o farei &aacute; sua instruc&ccedil;&atilde;o
a offensa de o informar que se mobilam
hoje casas, d'um estylo e d'um conforto, que s&atilde;o ellas que
realisam
superiormente esse regalo ficticio, chamado outr'ora a
&laquo;Bemaventuran&ccedil;a&raquo;. N&atilde;o lhe
fallarei, Theodoro, d'outros gozos terrestres: como, por exemplo, o
Theatro do <em>Palais Royal</em>, o <em>baile
Laborde</em>, o <em>Caf&eacute;
Anglais</em>...
S&oacute; chamarei a sua atten&ccedil;&atilde;o para este
facto: existem s&ecirc;res
que se chamam Mulheres&#8213;differentes d'aquelles que conhece, e que se
denominam
Femeas. Estes s&ecirc;res, Theodoro, no meu tempo, a paginas 3 da
Biblia,
apenas usavam exteriormente uma <em>folha de vinha</em>.
Hoje, Theodoro,
&eacute;
toda uma symphonia, todo um engenhoso e delicado poema de rendas,
<em>baptistes</em>, setins, fl&ocirc;res, joias,
<span class="pagenum">[20]</span>cachemiras, gazes e
velludos...
Comprehende a sat&iacute;sfa&ccedil;&atilde;o inenarravel
que
haver&aacute;, para os cinco dedos de um christ&atilde;o, em
percorrer, palpar estas maravilhas macias;&#8213;mas tambem percebe que
n&atilde;o &eacute; com o troco d'uma placa honesta de cinco
tost&otilde;es que se pagam as contas d'estes cherubins... Mas
ellas possuem melhor, Theodoro:
s&atilde;o os cabellos c&ocirc;r do ouro ou c&ocirc;r da
treva, tendo assim
nas suas tran&ccedil;as a apparencia emblematica das duas grandes
tenta&ccedil;&otilde;es
humanas&#8213;a fome do metal precioso e o conhecimento do absoluto
transcendente. E ainda teem
mais: s&atilde;o os bra&ccedil;os c&ocirc;r de marmore,
d'uma frescura de lirio orvalhado; s&atilde;o os seios, sobre os
quaes o grande Praxiteles modelou a
sua Ta&ccedil;a, que &eacute; a linha mais pura e mais
&iacute;deal da
Antiguidade.... Os seios, outr'ora (na id&eacute;a d'esse ingenuo
<span class="pagenum">[21]</span>Anci&atilde;o
que os formou, que
fabricou o mundo, e de quem uma inimizade secular me veda de pronunciar
o nome), eram destinados &aacute; nutri&ccedil;&atilde;o
augusta da
humanidade; socegue por&eacute;m, Theodoro; hoje nenhuma maman
racional os exp&otilde;e a essa
func&ccedil;&atilde;o deterioradora e severa; servem
s&oacute; para resplandecer, aninhados em rendas, ao
gaz das <em>soir&eacute;es</em>,&#8213;e para outros usos
secretos. As
conveniencias
impedem-me de proseguir n'esta exposi&ccedil;&atilde;o radiosa
das bellezas,
que constituem o <em>Fatal Feminino</em>... De resto as
suas pupillas
j&aacute; rebrilham.... Ora
todas estas coisas, Theodoro, est&atilde;o para al&eacute;m,
infinitamente
para al&eacute;m dos seus vinte mil re&iacute;s por mez...
Confesse, ao menos, que estas
palavras teem o veneravel sello da verdade!...<br />

<br />

Eu murmurei com as faces abrasadas:<br />

<br />

<span class="pagenum">[22]</span> &#8213;Teem.<br />

<br />

E a sua voz proseguiu, paciente e suave:<br />

<br />

&#8213;Que me diz a cento e cinco, ou cento e seis mil contos? Bem sei,
&eacute; uma bagatella... Mas emfim, constituem um
come&ccedil;o; s&atilde;o
uma ligeira habilita&ccedil;&atilde;o para conquistar a
felicidade. Agora
pondere estes factos: o Mandarim, esse Mandarim do fundo da China,
est&aacute; decrepito e
est&aacute; gottoso: como homem, como funccionario do celeste
imperio, &eacute;
mais inutil em Pekin e na humanidade, que um seixo na bocca d'um
c&atilde;o
esfomeado. Mas a transforma&ccedil;&atilde;o da substancia
existe:
garanto-lh'a eu, que sei o segredo das coisas... Porque a terra
&eacute; assim: recolhe aqui um homem
apodrecido, e restitue-o al&eacute;m ao conjuncto das
f&oacute;rmas como
vegetal vi&ccedil;oso. Bem p&oacute;de ser que elle, inutil
como <span class="pagenum">[23]</span>Mandarim no
Imperio do Meio, v&aacute;
ser util n'outra terra como rosa perfumada ou saboroso
rep&ocirc;lho. Matar,
meu filho, &eacute; quasi sempre equilibrar as necessidades
universaes.
&Eacute; eliminar aqui a excrescencia para ir al&eacute;m
supprir a falta. Penetre-se
d'estas solidas philosophias. Uma pobre costureira de Londres anceia
por v&ecirc;r
florir, na sua trapeira, um vaso cheio de terra negra: uma
fl&ocirc;r
consolaria aquella desherdada; mas na disposi&ccedil;&atilde;o
dos
s&ecirc;res, infelizmente, n'esse momento, a substancia que
l&aacute; devia ser rosa &eacute; aqui na Baixa
homem d'Estado... Vem ent&atilde;o o fadista de navalha aberta, e
fende o estadista; o
enxurro leva-lhe os intestinos; enterram-no, com tipoias atraz; a
materia
come&ccedil;a a desorganisar-se, mistura-se &aacute; vasta
evolu&ccedil;&atilde;o dos atomos&#8213;e o superfluo homem de
governo vai alegrar, sob a f&oacute;rma de <span class="pagenum">[24]</span>amor
perfeito,
a agua furtada da loura costureira. O assassino &eacute; um
philanthropo!
Deixe-me resumir, Theodoro: a morte d'esse velho Mandarim idiota
traz-lhe
&aacute; algibeira alguns milhares de contos. P&oacute;de desde
esse momento
dar pontap&eacute;s nos poderes publicos: medite na intensidade
d'este
gozo! &Eacute; desde logo citado nos jornaes: reveja-se n'esse
maximo da gloria
humana! E agora note: &eacute; s&oacute; agarrar a campainha, e
fazer
<em>ti-li-tin</em>. Eu n&atilde;o sou um barbaro:
comprehendo a
repugnancia d'um <em>gentleman</em> em assassinar um
contemporaneo: o espirrar do sangue suja vergonhosamente os punhos, e
&eacute; repulsivo o agonisar d'um corpo humano. Mas aqui, nenhum
d'esses espectaculos torpes... &Eacute; como quem chama um
criado... E
s&atilde;o cento e cinco ou cento e seis mil contos; n&atilde;o
me lembro, mas tenho-o
nos meus apontamentos... <span class="pagenum">[25]</span>O
Theodoro n&atilde;o duv&iacute;da de
mim. Sou
um cavalheiro:&#8213;provei-o, quando, fazendo a guerra a um tyranno na
primeira insurrei&ccedil;&atilde;o da justi&ccedil;a, me vi
precipitado d'alturas que nem Vossa Senhoria concebe... Um
trambulh&atilde;o consideravel, meu caro
senhor! Grandes desgostos! O que me consola &eacute; que o OUTRO
est&aacute;
tambem muito abalado: porque, meu amigo, quando um Jehovah tem apenas
contra si um Satanaz, tira-se bem de difficuldades mandando carregar
mais uma
legi&atilde;o d'archanjos; mas quando o inimigo &eacute; o
homem, armado d'uma
penna de pato e d'um caderno de papel branco&#8213;est&aacute;
perdido... Emfim
s&atilde;o seis mil contos. Vamos, Theodoro, ahi tem a campainha,
seja um homem.<br />

<br />

Eu sei o que deve a si mesmo um christ&atilde;o. Se este personagem
me tivesse <span class="pagenum">[26]</span>levado
ao cume d'uma montanha na Palestina, por uma noite de
lua cheia,
e ahi, mostrando-me cidades, ra&ccedil;as e imperios adormecidos,
sombriamente me dissesse:&#8213;&laquo;Mata o Mandarim, e tudo o que
v&ecirc;s em
valle e collina ser&aacute; teu&raquo;,&#8213;eu saberia
replicar-lhe, seguindo um exemplo illustre,
e erguendo o dedo &aacute;s profundidades
constelladas:&#8213;&laquo;O meu
reino n&atilde;o &eacute; d'este mundo!&raquo; Eu
conhe&ccedil;o os meus authores. Mas eram cento e tantos mil
contos, offerecidos &aacute; luz d'uma vela de stearina, na
travessa da
Concei&ccedil;&atilde;o, por um sujeito de chap&eacute;o
alto, apoiado a um guarda-chuva...<br />

<br />

Ent&atilde;o n&atilde;o hesitei. E, de m&atilde;o firme,
repeniquei a campainha. Foi talvez uma illus&atilde;o; mas
pareceu-me que um sino, de bocca
t&atilde;o vasta como o mesmo c&eacute;o, badalava na
escurid&atilde;o, atrav&eacute;s do
Universo, n'um tom temeroso que decerto <span class="pagenum">[27]</span>foi
acordar s&oacute;es que
faziam
n&eacute;-n&eacute; e planetas pan&ccedil;udos resonando
sobre os seus eixos...<br />

<br />

O individuo levou um dedo &aacute; palpebra, e limpando a lagrima
que ennevo&aacute;ra um instante o seu olho rutilante:<br />

<br />

&#8213;Pobre Ti-Chin-F&uacute;!...<br />

<br />

&#8213;Morreu?<br />

<br />

&#8213;Estava no seu jardim, socegado, armando, para o lan&ccedil;ar ao
ar, um papagaio de papel, no passatempo honesto d'um Mandarim
retirado,&#8213;quando o surprehendeu este <em>ti-li-tin</em>
da
campainha. Agora
jaz &aacute;
beira d'um arroio cantante, todo vestido de s&ecirc;da amarella,
morto, de
pan&ccedil;a ao ar, sobre a relva verde: e nos bra&ccedil;os
frios tem o seu papagaio
de papel, que parece t&atilde;o morto como elle.
&Aacute;manh&atilde;
s&atilde;o os funeraes. Que a sabedoria de Confucio, penetrando-o,
ajude a bem emigrar a sua alma!<br />

<br />

<span class="pagenum">[28]</span>
E o sujeito, erguendo-se, tirou respeitosamente o chap&eacute;o,
sahiu, com o seu guarda-chuva debaixo do bra&ccedil;o.<br />

<br />

Ent&atilde;o, ao sentir bater a porta, afigurou-se-me que emergia
d'um pesad&ecirc;lo. Saltei ao corredor. Uma voz jovial fallava com
a
Madame Marques; e a cancella da escada cerrou-se subtilmente.<br />

<br />

&#8213;Quem &eacute; que sahiu agora, &oacute; D.
Augusta?&#8213;perguntei, n'um suor.<br />

<br />

&#8213;Foi o Cabritinha que vai um bocadinho &aacute; batota...<br />

<br />

Voltei ao quarto: tudo l&aacute; repousava tranquillo, identico,
real. O in-folio ainda estava aberto na pagina temerosa. Reli-a: agora
parecia-me apenas a prosa antiquada d'um moralista caturra; cada
palavra se torn&aacute;ra como um carv&atilde;o apagado...<br />

<br />

Deitei-me:&#8213;e sonhei que estava longe, para al&eacute;m de Pekin,
nas fronteiras <span class="pagenum">[29]</span>da
Tartaria, no k&igrave;osque d'um convento de
Lamas,
ouvindo maximas prudentes e suaves que escorriam, com um aroma fino de
ch&aacute;, dos labios de um Buddha vivo.<br />

<br />

<h2>II</h2>

<br />

<span class="smallcaps">Decorreu</span> um mez.<br />

<br />

Eu, no entanto, rotineiro e triste, l&aacute; ia pondo o meu
cursivo ao servi&ccedil;o dos poderes publicos, e admirando aos
domingos a pericia tocante com
que a D. Augusta lavava a caspa do Couceiro. Era <span class="pagenum">[32]</span>agora evidente para
mim que, n'essa noite, eu adormecera sobre o in-folio, e
sonh&aacute;ra
com uma &laquo;Tenta&ccedil;&atilde;o da
Montanha&raquo; sob
f&oacute;rmas familiares. Instinctivamente, por&eacute;m,
comecei a preoccupar-me com a China. Ia l&ecirc;r os telegrammas
&aacute; Havaneza; e o que o meu interesse l&aacute; buscava,
eram sempre as noticias do
Imperio do Meio; parece por&eacute;m que, a esse tempo, nada se
passava na
regi&atilde;o das ra&ccedil;as amarellas... A <em>Agencia
Havas</em>
s&oacute;
tagarellava sobre a Herzegovina, a Bosnia, a Bulgaria e outras
curiosidades barbaras....<br />

<br />

Pouco a pouco fui esquecendo o meu episodio phantasmagorico: e ao mesmo
tempo, como gradualmente o meu espirito reserenava, voltaram de novo a
mover-se as antigas ambi&ccedil;&otilde;es que l&aacute;
habitavam,&#8213;um ordenado de Director Geral, um seio amoroso de Lola,
bifes <span class="pagenum">[33]</span>mais tenros
que os da D. Augusta.
Mas taes regalos pareciam-me t&atilde;o inaccessiveis,
t&atilde;o nascidos do sonho&#8213;como os proprios milh&otilde;es
do Mandarim. E pelo monotono
deserto da vida,&#8213;l&aacute; foi seguindo, l&aacute; foi
marchando, a lenta
caravana das minhas melancolias...<br />

<br />

Um domingo de agosto, de manh&atilde;, estirado na cama em mangas
de camisa, eu dormitava, com o cigarro apagado no labio&#8213;quando a porta
rangeu devagarinho, e entreabrindo a palpebra dormente, vi curvar-se ao
meu lado uma calva respeitosa. E logo uma voz perturbada murmurou:<br />

<br />

&#8213;O snr. Theodoro?... O snr. Theodoro do Ministerio do Reino?...<br />

<br />

Ergui-me lentamente sobre o cotov&ecirc;lo e respondi, n'um bocejo:
<br />

<br />

&#8213;Sou eu, cavalheiro.<br />

<br />

O individuo recurvou o espinha&ccedil;o: <span class="pagenum">[34]</span>assim
na
presen&ccedil;a augusta d'el-rei Bobeche se arqu&ecirc;a o
cortez&atilde;o... Era pequenino e
obeso: a ponta das sui&ccedil;as brancas ro&ccedil;ava-lhe as
lapellas do fraque
d'alpaca: veneraveis oculos d'oiro reluziam na sua face bochechuda, que
parecia uma prospera
personifica&ccedil;&atilde;o da Ordem: e todo elle tremia desde
a calva, lustrosa at&eacute; aos bot&iacute;ns de bezerro.
Pigarreou, cuspilhou, balbuciou:<br />

<br />

&#8213;S&atilde;o noticias para vossa senhoria! Consider&aacute;veis
noticias! O meu nome &eacute; Silvestre... Silvestre, Juliano
&amp; C.<sup>a</sup>... Um
servi&ccedil;al criado de vossa excellencia... Chegaram justamente
pelo paquete de Southampton...
N&oacute;s somos correspondentes de Brito, Alves &amp; C.<sup>a</sup>
de
Macau...
Correspondentes de Craig and Co d'Hong-Kong... As letras vem
d'Hong-Kong...<br />

<br />

O sujeito engasgava-se; e a sua <span class="pagenum">[35]</span>m&atilde;o
gordinha agitava em
tremuras um <em>enveloppe</em> repleto, com um sello de
lacre negro.<br />

<br />

&#8213;Vossa excellencia&#8213;proseguiu&#8213;estava decerto prevenido...
N&oacute;s &eacute; que o n&atilde;o estavamos... A
atrapalha&ccedil;&atilde;o
&eacute; natural... O que esperamos &eacute; que vossa
excellencia nos conserve a sua benevolencia... N&oacute;s sempre
respeit&aacute;mos muito o caracter de vossa excellencia... Vossa
excellencia &eacute;
n'esta terra uma fl&ocirc;r de virtude, e espelho de bons! Aqui
est&atilde;o os primeiros saques sobre Bhering and Brothers de
Londres... Letras a trinta dias sobre Rothschild...<br />

<br />

A este nome, resoante como o mesmo oiro, saltei vorazmente do leito.<br />

<br />

&#8213;O que &eacute; isso, senhor?&#8213;gritei.<br />

<br />

E elle, gritando mais, brandindo o <span class="pagenum">[36]</span><em>enveloppe</em>,
todo al&ccedil;ado
no bico dos botins:<br />

<br />

&#8213;S&atilde;o cento e seis mil contos, senhor! Cento e seis mil
contos sobre Londres, Paris, Hamburgo e Amsterdam, sacados a seu favor,
excellentissimo senhor!... A seu favor, excellentissimo senhor! Pelas
casas de Hong-Kong, de Chang-Hai e de Cant&atilde;o, da
heran&ccedil;a depositada do Mandarim Ti-Chin-F&uacute;!!<br />

<br />

Senti tremer o Globo sob os meus p&eacute;s&#8213;e cerrei um momento os
olhos. Mas comprehendi, n'um relance, que eu era, desde essa hora, como
uma incarna&ccedil;&atilde;o do Sobrenatural, recebendo d'elle
a
minha for&ccedil;a e possuindo os seus attributos. N&atilde;o
podia comportar-me como um homem,
nem desconsiderar-me em expans&otilde;es humanas. At&eacute;,
para
n&atilde;o quebrar a linha hieratica&#8213;abstive-me de <span class="pagenum">[37]</span>ir
solu&ccedil;ar, como m'o pedia a alma,
sobre o vasto seio da Madame Marques...<br />

<br />

D'ora em diante cabia-me a impassibilidade d'um Deus&#8213;ou d'um Demonio:
dei, com naturalidade, um pux&atilde;o &aacute;s
cal&ccedil;as, e disse a Silvestre, Juliano &amp; C.<sup>a</sup>
estas
palavras:<br />

<br />

&#8213;Est&aacute; bem! O Mandarim... Esse Mandarim que disse portou-se
com cavalheirismo. Eu sei de que se trata. &Eacute; uma
quest&atilde;o de familia. Deixe ahi os papeis... Bons dias.<br />

<br />

Silvestre, Juliano &amp; C.<sup>a</sup> retirou-se,
&aacute;s arrecuas,
de dorso vergado e fronte voltada ao ch&atilde;o.<br />

<br />

Eu ent&atilde;o fui abrir, toda larga, a janella: e, dobrando para
traz a cabe&ccedil;a, respirei o ar calido, consoladamente, como
uma
cor&ccedil;a can&ccedil;ada...<br />

<br />

Depois olhei para baixo, para a rua, onde toda uma burguezia se
escoava, <span class="pagenum">[38]</span>n'uma
pacata sahida de missa, entre duas filas de trens.
Fixei, aqui e al&eacute;m, inconscientemente, algumas cuias de
senhoras, alguns
metaes brilhantes d'arreios. E de repente, veio-me esta
id&eacute;a, esta
triumphante certeza&#8213;que todas aquellas tipoias as podia eu tomar
&aacute; hora
ou ao anno! Que nenhuma das mulheres que via, deixaria de me offerecer
o seu seio n&uacute;, a um aceno do meu desejo! Que todos esses
homens, de
sobrecasaca de domingo, se prostrariam diante de mim como diante de um
Christo, de um Mahomet ou de um Buddha, se eu lhes sacudisse junto
&aacute; face
cento e seis mil contos sobre as pra&ccedil;as da Europa!...<br />

<br />

Apoiei-me &aacute; varanda: e ri, com tedio, vendo a
agita&ccedil;&atilde;o ephemera d'aquella humanidade
subalterna&#8213;que se considerava livre e forte, em quanto por cima, <span class="pagenum">[39]</span>n'uma
sacada de quarto andar, eu tinha na
m&atilde;o, n'um <em>enveloppe</em> lacrado de negro,
o principio mesmo da
sua fraqueza e da
sua escravid&atilde;o!... Ent&atilde;o,
satisfa&ccedil;&otilde;es do Luxo, regalos do Amor, orgulhos do
Poder, tudo gozei, pela imagina&ccedil;&atilde;o, n'um
instante, e d'um s&oacute; s&ocirc;rvo. Mas logo, uma grande
saciedade me foi invadindo a alma: e sentindo o mundo aos meus
p&eacute;s&#8213;bocejei como um le&atilde;o farto.<br />

<br />

De que me serviam por fim tantos milh&otilde;es, sen&atilde;o
para me trazerem, dia a dia, a affirma&ccedil;&atilde;o
desoladora da villeza
humana?... E assim, ao choque de tanto oiro, ia desapparecer aos meus
olhos como um fumo a belleza moral
do Universo! Tomou-me uma tristeza mystica. Abati-me sobre uma cadeira;
e, com a face entre as m&atilde;os, chorei abundantemente.<br />

<br />

D'ahi a pouco a Madame Marques <span class="pagenum">[40]</span>abria
a porta, toda vistosa nas suas
s&ecirc;das pretas.<br />

<br />

&#8213;Est&aacute;-se &aacute; sua espera para jantar,
engui&ccedil;o!...<br />

<br />

Emergi da minha amargura para lhe responder seccamente:<br />

<br />

&#8213;N&atilde;o janto.<br />

<br />

&#8213;Mais fica!<br />

<br />

N'esse momento estalavam foguetes ao longe. Lembrei-me que era domingo,
dia de touros: de repente uma vis&atilde;o rebrilhou, flammejou,
attrahindo-me deliciosamente:&#8213;era a tourada vista d'um camarote;
depois um jantar
com <em>Champagne</em>; &aacute; noite a orgia, como
uma
inicia&ccedil;&atilde;o! Corri &aacute; mesa. Atulhei as
algibeiras de letras sobre Londres. Desci &aacute; rua com um
furor d'abutre fendendo o ar contra a presa. Uma caleche passava,
vazia. Detive-a, berrei:<br />

<br />

&#8213;Aos touros!<br />

<br />

<span class="pagenum">[41]</span> &#8213;S&atilde;o
dez tost&otilde;es, meu amo!<br />

<br />

Encarei com repuls&atilde;o aquelle reles peda&ccedil;o de
materia organisada&#8213;que fallava em placas de prata a um colosso d'oiro!
Enterrei a
m&atilde;o na algibeira ajoujada de milh&otilde;es, e tirei o
meu metal: tinha
setecentos e vinte!<br />

<br />

O cocheiro bateu a anca da egoa e seguiu, resmungando. Eu balbuciei:<br />

<br />

&#8213;Mas tenho letras!... Aqui est&atilde;o! Sobre Londres! Sobre
Hamburgo!...<br />

<br />

&#8213;N&atilde;o p&eacute;ga.<br />

<br />

Setecentos e vinte!... E touros, jantar de lord, andaluzas nuas, todo
esse sonho expirou como uma bola de sab&atilde;o que bate a ponta
de um prego.<br />

<br />

Odiei a Humanidade, abominei o Numerario. Outra tipoia,
lan&ccedil;ada a trote, apinhada de gente festiva, quasi me
atropellou n'aquella
abstrac&ccedil;&atilde;o em que <span class="pagenum">[42]</span>eu
fic&aacute;ra com os
meus setecentos e vinte na palma da
m&atilde;o suada.<br />

<br />

Cabisbaixo, enchuma&ccedil;ado de milh&otilde;es sobre
Rothschild, voltei ao meu quarto andar; humilhei-me &aacute; Madame
Marques, aceitei-lhe o
bife corneo; e passei essa primeira noite de riqueza, bocejando sobre o
leito solitario,&#8213;em quanto f&oacute;ra o alegre Couceiro, o
mesquinho
tenente de quinze mil reis de soldo, ria com a D. Augusta, repenicando
&aacute; viola o <em>Fado da Cotovia</em>.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Foi s&oacute; na manh&atilde; seguinte, ao fazer a barba, que
reflecti sobre a origem dos meus milh&otilde;es. Ella era
evidentemente sobrenatural e
suspeita.<br />

<br />

Mas como o meu Racionalismo me <span class="pagenum">[43]</span>impedia
d'attribuir estes thesouros
imprevistos &aacute; generosidade caprichosa de Deus ou do Diabo,
fic&ccedil;&otilde;es puramente escolasticas; como os
fragmentos de Positivismo, que constituem o fundo da minha Philosophia,
n&atilde;o me permittiam a
indaga&ccedil;&atilde;o <em>das causas primarias, das
origens
essenciaes</em>&#8213;bem depressa me decidi
a aceitar seccamente este Phenomeno; e a utilisal-o com largueza.
Portanto corri de quinzena ao vento para o <em>London
Braz&igrave;lian
Bank</em>...
<br />

<br />

Ahi, arremessei para cima do balc&atilde;o um papel sobre o <em>Banco
d'Inglaterra</em>, de mil libras; e soltei esta deliciosa
palavra:<br />

<br />

&#8213;Oiro!<br />

<br />

Um caixeiro suggeriu-me com do&ccedil;ura:<br />

<br />

&#8213;Talvez lho fosse mais commodo em notas...<br />

<br />

<span class="pagenum">[44]</span>
Repeti seccamente:<br />

<br />

&#8213;Oiro!<br />

<br />

Atulhei as algibeiras, devagar, aos punhados: e na rua, ajoujado,
icei-me para uma caleche. Sent&iacute;a-me gordo, sentia-me obeso;
tinha na bocca um sabor d'oiro, uma seccura de p&oacute; d'oiro na
pelle das
m&atilde;os: as paredes das casas pareciam-me faiscar como longas
laminas d'oiro: e dentro do cerebro ia-me um rumor surdo onde
retilintavam metaes&#8213;como o
movimento d'um oceano que nas vagas rolasse barras d'oiro.<br />

<br />

Abandonando-me &aacute; oscilla&ccedil;&atilde;o das molas,
rebolante como um odre mal firme, deixava cahir sobre a rua, sobre a
gente, o olhar turvo e tedioso do
s&ecirc;r repleto. Emfim, atirando o chap&eacute;o para a nuca,
estirando a
perna, empinando o ventre, arrotei formidavelmente de flatulencia
rica&ccedil;a...<br />

<br />

<span class="pagenum">[45]</span>
Muito tempo rolei assim pela cidade, bestialisado n'um gozo de Nababo.<br />

<br />

Subitamente um brusco appetite de gastar, de dissipar oiro, veio-me
enfunar o peito como uma rajada que incha uma v&eacute;la.<br />

<br />

&#8213;P&aacute;ra, animal!&#8213;berrei, ao cocheiro.<br />

<br />

A parelha estacou. Procurei em redor com a palpebra meio cerrada alguma
coisa cara a comprar&#8213;joia de rainha ou consciencia de estadista: nada
vi; precipitei-me ent&atilde;o para um estanco.<br />

<br />

&#8213;Charutos! de tost&atilde;o! de cruzado! Mais caros! de dez
tost&otilde;es!<br />

<br />

&#8213;Quantos?&#8213;perguntou servilmente o homem.<br />

<br />

&#8213;Todos!&#8213;respondi, com brutalidade.<br />

<br />

&Aacute; porta, uma pobre toda de luto, com o filho encolhido ao
seio, estendeu-me <span class="pagenum">[46]</span>a
m&atilde;o transparente. Incommodava-me
procurar os
trocos de cobre por entre os meus punhados d'oiro. Repelli-a,
impaciente: e, de chap&eacute;o sobre o olho, encarei friamente a
turba.<br />

<br />

Foi ent&atilde;o que avistei, adiantando-se, o vulto ponderoso do
meu Director Geral: immediatamente, achei-me com o dorso curvado em
arco e o
chap&eacute;o comprimentador ro&ccedil;ando as lages. Era o
habito da
dependencia: os meus milh&otilde;es n&atilde;o me tinham dado
ainda a verticalidade
&aacute; espinha...<br />

<br />

Em casa despejei o oiro sobre o leito, e rolei-me por cima d'elle,
muito tempo, grunhindo n'um gozo surdo. A torre, ao lado, bateu tres
horas; e
o sol apressado j&aacute; descia, levando comsigo o meu primeiro
dia de opulencia... Ent&atilde;o, coura&ccedil;ado de libras,
corri a
saciar-me!<br />

<br />

<span class="pagenum">[47]</span>
Ah, que dia! Jantei n'um gabinete do Hotel Central, solitario e
egoista, com a mesa alastrada de Bordeus, Borgonha, Champagne, Rheno,
lic&ocirc;res de todas as communidades religiosas&#8213;como para matar
uma s&ecirc;de de
trinta annos! Mas s&oacute; me fartei de Collares. Depois,
cambaleando,
arrastei-me para o Lupanar! Que noite! A alvorada clareou por traz das
persianas; e
achei-me estatelado no tapete, exhausto e semi-n&uacute;, sentindo
o corpo e a alma como esva&iacute;rem-se, dissolverem-se n'aquelle
ambiente
abafado onde errava um cheiro de p&oacute; de arroz, de
f&ecirc;mea e de
punch...<br />

<br />

Quando voltei &aacute; travessa da Concei&ccedil;&atilde;o,
as janellas do meu quarto estavam fechadas, e a v&eacute;la
expirava, com fogachos lividos, no
casti&ccedil;al de lat&atilde;o. Ent&atilde;o ao chegar
junto &aacute; cama, vi isto: estirada
de trav&eacute;s, sobre a coberta, jazia uma figura <span class="pagenum">[48]</span>bojuda, de
Mandarim fulminado, vestida de
s&ecirc;da amarella, com um grande rabicho solto; e entre os
bra&ccedil;os
como morto tambem, tinha um papagaio de papel!<br />

<br />

Abri desesperadamente a janella: tudo desappareceu;&#8213;o que estava agora
sobre o leito era um velho paletot alvadio.<br />

<br />

<h2>
III</h2>

<br />

<br />

<span class="smallcaps">Ent&atilde;o</span>
come&ccedil;ou a minha vida de milionario. Deixei
bem depressa a casa da Madame Marques&#8213;que, desde que me
sab&iacute;a rico, me tratava
todos os dias a arroz d&ocirc;ce, e ella mesma me servia, com o seu
vestido de
s&ecirc;da dos domingos. <span class="pagenum">[50]</span>Comprei,
habitei o palacete amarello, ao
Loreto: as magnificencias da minha installa&ccedil;&atilde;o
s&atilde;o bem conhecidas pelas gravuras indiscretas da
Illustra&ccedil;&atilde;o Franceza. Tornou-se
famoso na Europa o meu leito, d'um gosto exuberante e barbaro, com a
barra recoberta de
laminas d'ouro lavrado, e cortinados d'um raro brocado negro onde
ondeam, bordados a perolas, versos eroticos de Catullo; uma lampada,
suspensa
no interior, derrama alli a claridade lactea e amorosa d'um luar de
ver&atilde;o.<br />

<br />

Os meus primeiros mezes ricos, n&atilde;o o occulto, passei-os a
amar&#8213;a amar com o sincero bater de cora&ccedil;&atilde;o d'um
pagem
inexperiente. Tinha-a visto, como n'uma pagina de novella, regando os
seus craveiros &aacute;
varanda: chamava-se Candida; era pequenina, era loira; morava a
Buenos-Ayres, n'uma casinha <span class="pagenum">[51]</span>casta
recoberta de trepadeiras; e
lembrava-me pela
gra&ccedil;a e pelo airoso da cinta, tudo o que a Arte tem creado
de mais fino e fragil&#8213;Mimi, Virginia, a Joanninha do Valle de
Santarem.<br />

<br />

Todas as noites eu cahia, em extasis de mystico, aos seus
p&eacute;s c&ocirc;r de jaspe. Todas as manh&atilde;s lhe
alastrava o rega&ccedil;o de
notas de vinte mil reis: ella repellia-as primeiro com um
rubor,&#8213;depois, ao guardal-as na
gaveta, chamava-me o seu <em>anjo T&oacute;t&oacute;</em>.
<br />

<br />

Um dia que eu me introduzira, a passos subtis, por sobre o espesso
tapete syrio, at&eacute; ao seu <em>boudoir</em>&#8213;ella
estava escrevendo,
muito enlevada, de dedinho no ar: ao v&ecirc;r-me, toda tremula,
toda
pallida, escondeu o papel que tinha o seu monogramma. Eu
arranquei-lh'o, n'um ciume insensato. Era a carta, a carta costumada, a
carta necessaria, a <span class="pagenum">[52]</span>carta
que desde a velha antiguidade a mulher sempre
escreve;
come&ccedil;ava por <em>meu idolatrado</em>&#8213;e era
para um alferes da
visinhan&ccedil;a...
<br />

<br />

Desarraiguei logo esse sentimento do meu peito como uma planta
venenosa. Descri para sempre dos Anjos loiros, que conservam no olhar
azul o reflexo dos c&eacute;os atravessados: de cima do meu oiro,
deixei
cahir sobre a Innocencia, o Pudor, e outras
idealisa&ccedil;&otilde;es
funestas acida gargalhada de Mephistopheles: e organisei friamente uma
existencia animal, grandiosa
e cynica.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Ao bater do meio dia, entrava na minha tina de marmore c&ocirc;r de
rosa, onde os perfumes derramados davam &aacute; <span class="pagenum">[53]</span>agua um tom opaco
de leite:
depo&icirc;s pagens tenros, de m&atilde;o macia,
fr&iacute;ccionavam-me com o
ceremonial de quem celebra um culto: e embrulhado n'um
<em>robe-de-chambre</em> de s&ecirc;da da
India, atrav&eacute;s da galeria, dando aqui e al&eacute;m um
olhar aos meus Fortunys e
aos meus Corots, entre alas silenciosas de lacaios, dirigia-me ao bife
&aacute; ingleza, servido em S&egrave;vres, azul e oiro.<br />

<br />

O resto da manh&atilde;, se havia calor, passava-o sobre coxins de
setim c&ocirc;r de perola, n'um <em>boudoir</em> em
que a mobilia era de
porcelana fina de Dresde
e as fl&ocirc;res faziam um jardim d'Armida; ahi, saboreava o
<span class="smallcaps">Diario de Noticiais</span>,
em quanto lindas raparigas vestidas &aacute;
japoneza
refrescavam o ar, agitando leques de plumas.<br />

<br />

De tarde ia dar uma volta a p&eacute;, at&eacute; ao Pote das
Almas: era a hora mais pesada <span class="pagenum">[54]</span>do
dia: encostado &aacute; bengala,
arrastando as pernas
molles, abria bocejos de fera saciada,&#8213;-e a turba abjecta parava a
contemplar, em extasis, o Nababo enfastiado!<br />

<br />

&Aacute;s vezes vinha-me como uma saudade dos meus tempos occupados
da Reparti&ccedil;&atilde;o. Entrava em casa; e encerrado na
livraria, onde o Pensamento da Humanidade repousava esquecido e
encadernado em marroquim, aparava uma penna de pato, e ficava horas
lan&ccedil;ando sobre folhas do
meu querido Tojal d'outr'ora: &laquo;<em>Ill.<sup>mo</sup>
e Exc.<sup>mo</sup>
Snr.&#8213;Tenho
a honra de
participar a V. Exc.<sup>a</sup>... Tenho a honra de passar
&aacute;s
m&atilde;os de
V. Exc.<sup>a</sup>!...</em>&raquo;.<br />

<br />

Ao come&ccedil;o da noite um criado, para annunciar o jantar, fazia
soar pelos corredores na sua tuba de prata, &aacute; moda gothica,
uma
harmonia solemne. Eu erguia-me <span class="pagenum">[55]</span>e
ia comer, magestoso e solitario. Uma
popula&ccedil;a
de lacaios, de libr&eacute;s de s&ecirc;da negra, servia, n'um
silencio de
sombras que resvalam, as vitualhas raras, vinhos do pre&ccedil;o de
joias: toda a mesa
era um esplendor de fl&ocirc;res, luzes, crystaes,
scintilla&ccedil;&otilde;es d'oiro:&#8213;e enrolando-se pelas
pyramides de fructos, misturando-se ao vapor dos pratos, errava, como
uma nevoa subtil, um tedio inenarravel...<br />

<br />

Depois, apopletico, atirava-me para o fundo do coup&eacute;&#8213;e
l&aacute; ia &aacute;s Janellas Verdes onde nutria, n'um jardim
de serralho, entre requintes musulmanos, um viveiro de
f&ecirc;meas: revestiam-me d'uma tunica
de s&ecirc;da fresca e perfumada,&#8213;e eu abandonava-me a delirios
abominaveis... Traziam-me semi-morto para casa, ao primeiro alvor da
manh&atilde;:
fazia machinalmente o meu signal da cruz, e <span class="pagenum">[56]</span>d'ahi
a pouco roncava de
ventre
ao ar, livido e com um suor frio, como um Tiberio exhausto.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Entretanto Lisboa rojava-se aos meus p&eacute;s. O pateo do
palacete estava constantemente invadido por uma turba: olhando-a
enfastiado das
janellas da galeria, eu via l&aacute; branquejar os peitilhos da
Aristocracia, negrejar a sotaina do Clero, e luz&icirc;r o suor da
Plebe: todos vinham
supplicar, de labio abjecto, a honra do meu sorriso e uma
participa&ccedil;&atilde;o no meu oiro. &Aacute;s vezes,
consentia em receber algum velho de titulo historico:&#8213;elle
adiantava-se pela sala, quasi ro&ccedil;ando o tapete com os
cabellos brancos, tartamudeando adula&ccedil;&otilde;es; e
immediatamente,
<span class="pagenum">[57]</span>espalmando sobre o
peito a m&atilde;o de fortes v&ecirc;as onde
corria um sangue de tres
seculos, offerecia-me uma filha bem-amada para esposa ou para
concubina.<br />

<br />

Todos os cidad&atilde;os me traziam presentes como a um Idolo sobre
o altar&#8213;uns Odes votivas, outros o meu monogramma bordado a cabello,
alguns chinelas ou boquilhas, cada um a sua consciencia. Se o meu olhar
amortecido fixava, por acaso, na rua, uma mulher&#8213;era logo ao outro dia
uma carta em que a creatura, esposa ou prostituta, me offertava a sua
nudez, o seu amor, e todas as complacencias da lascivia.<br />

<br />

Os jornalistas esporeavam a imagina&ccedil;&atilde;o para achar
adjectivos dignos da minha grandeza; fui o <em>sublime snr.
Theodoro</em>,
cheguei a ser o <em>celeste
snr. Theodoro</em>; ent&atilde;o, desvairada, a <span class="smallcaps">Gazeta <span class="pagenum">[58]</span>das
Locaes</span>
chamou-me o <em>extra-celeste snr. Theodoro</em>! Diante
de mim nenhuma
cabe&ccedil;a
ficou j&aacute;mais coberta&#8213;ou usasse a cor&ocirc;a ou o
c&ocirc;co. Todos os dias
me era offerecida uma Presidencia de Ministerio ou uma
Direc&ccedil;&atilde;o de
Confraria. Recusei sempre, com nojo.<br />

<br />

Pouco a pouco o rumor das minhas riquezas foi passando os confins da
Monarchia. O Figaro, cortez&atilde;o, em cada numero fallou de mim,
preferindo-me a Henrique V; o grotesco immortal, que assigna
<em>Saint-Genest</em>, dirigiu-me apostrophes convulsivas,
pedindo-me para
salvar a Fran&ccedil;a; e foi ent&atilde;o que as
Illustra&ccedil;&otilde;es estrangeiras publicaram, a
c&ocirc;res, as scenas do meu viver. Recebi de todas
as princezas da Europa enveloppes, com s&ecirc;llos heraldicos,
expondo-me, por photographias, por documentos, a f&oacute;rma dos
seus corpos e a
antiguidade <span class="pagenum">[59]</span>das
suas genealogias. Duas pilherias que soltei durante
esse anno foram
telegraphadas ao Universo pelos fios da Agencia Havas; e fui
considerado mais espirituoso que Voltaire, que Rochefort, e que esse
fino entendimento que se chama <em>Todo-o-Mundo</em>.
Quando o meu intestino
se alliviava com estampido&#8213;a Humanidade sabia-o pelas gazetas. Fiz
emprestimos aos Reis, subsidiei guerras civis&#8213;e fui caloteado por
todas as Republicas latinas que orlaram o golfo do Mexico.<br />

<br />

E eu, no entanto, vivia triste...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Todas as vezes que entrava em casa estacava, arripiado, diante da mesma
vis&atilde;o: ou estirada no limiar da porta, <span class="pagenum">[60]</span>ou atravessada sobre
o leito d'oiro&#8213;l&aacute; jazia a figura bojuda, de rabicho negro e
tunica
amarella, com o seu papagaio nos bra&ccedil;os... Era o Mandarim
Ti-Chin-F&uacute;! Eu precipitava-me, de punho erguido: e tudo se
dissipava.<br />

<br />

Ent&atilde;o cahia aniquilado, todo em suor, sobre uma poltrona, e
murmurava no silencio do quarto, onde as v&eacute;las dos
candelabros davam tons
ensaguentados aos damascos vermelhos:<br />

<br />

&#8213;<em>Preciso matar este morto</em>!<br />

<br />

E todavia, n&atilde;o era esta impertinencia d'um velho phantasma
pan&ccedil;udo, accommodando-se nos meus moveis, sobre as minhas
colchas, que me fazia saber mal a vida.<br />

<br />

O horror supremo consistia na id&eacute;a, que se me
crav&aacute;ra ent&atilde;o no espirito como um ferro
inarrancavel&#8213;<em>que eu tinha assassinado um velho</em>!<br />

<br />

<span class="pagenum">[61]</span>
N&atilde;o f&ocirc;ra com uma corda em torno da garganta
&aacute; moda musulmana; nem com veneno n'um calix de vinho de
Syracusa, &aacute; maneira italiana
da Renascen&ccedil;a; nem com algum dos methodos classicos, que na
historia das Monarchias teem recebido
consagra&ccedil;&otilde;es augustas&#8213;a
punhal como D. Jo&atilde;o <span class="smallcaps">ii</span>,
&aacute; clavina como Carlos
<span class="smallcaps">ix</span>...<br />

<br />

Tinha eliminado a creatura, de longe, com uma campainha. Era absurdo,
phantastico, faceto. Mas n&atilde;o diminuia a tragica negrura do
facto: <em>eu assassin&aacute;ra um velho</em>!<br />

<br />

Pouco a pouco esta certeza ergueu-se, petrificou-se na minha alma, e
como uma columna n'um descampado dominou toda a minha vida interior: de
sorte que, por mais desviado caminho que tomassem os meus pensamentos
viam sempre negrejar no horisonte <span class="pagenum">[62]</span>aquella
Memoria accusadora; por mais
alto que se levantasse o v&ocirc;o das minhas
imagina&ccedil;&otilde;es, ellas terminavam por ir fatalmente
ferir as azas n'esse Monumento de miseria moral.<br />

<br />

Ah! por mais que se considere Vida e Morte como banaes
transforma&ccedil;&otilde;es da Substancia, &eacute;
pavoroso o pensamento&#8213;que se fez regelar um
sangue quente, que se immobilisou um musculo vivo! Quando depois de
jantar, sentindo ao lado o aroma do caf&eacute;, eu me estirava no
soph&aacute;, enlanguecido, n'uma sensa&ccedil;&atilde;o de
plenitude, elevava-se logo
dentro em mim, melancolico como o c&ocirc;ro que vem d'um
ergastulo, todo um susurro de
accusa&ccedil;&otilde;es:<br />

<br />

&#8213;E todavia tu fizeste que esse bem-estar em que te regalas, nunca mais
fosse gozado pelo veneravel Ti-Chin-F&uacute;!...<br />

<br />

<span class="pagenum">[63]</span>
Debalde eu replicava &aacute; Consciencia, lembrando-lhe a
decrepitude do Mandarim, a sua g&ocirc;ta incuravel... Facunda em
argumentos,
gulosa de controversia, ella retorquia logo com furor:<br />

<br />

&#8213;Mas, ainda na sua actividade mais resumida, a vida &eacute; um
bem supremo: porque o encanto d'ella reside no seu principio mesmo, e
n&atilde;o
na abundancia das suas manifesta&ccedil;&otilde;es!<br />

<br />

Eu revoltava-me contra este pedantismo rhetorico de pedagogo rigido:
erguia alto a fronte, gritava-lhe n'uma arrogancia desesperada:<br />

<br />

&#8213;Pois bem! Matei-o! Melhor! Que queres tu? o teu grande nome de
Consciencia n&atilde;o me assusta! &Eacute;s apenas uma
pervers&atilde;o da sensibilidade nervosa. Posso eliminar-te com
<em>fl&ocirc;r de laranja</em>!<br />

<br />

E immediatamente sentia passar-me n'alma, com uma lentid&atilde;o
de briza, um <span class="pagenum">[64]</span>rumor
humilde de murmura&ccedil;&otilde;es
ironicas:<br />

<br />

&#8213;Bem, ent&atilde;o come, dorme, banha-te e ama...<br />

<br />

Eu assim fazia. Mas logo, os proprios len&ccedil;oes de Bretanha do
meu leito tomavam aos meus olhos apavorados os tons lividos d'uma
mortalha; a
agua perfumada em que me mergulhava arrefecia-me sobre a pelle, com a
sensa&ccedil;&atilde;o espessa d'um sangue que coalha: e os
peitos n&uacute;s das minhas amantes entristeciam-me, como lapides
de marmore que encerram um corpo morto.<br />

<br />

Depois assaltou-me uma amargura maior: comecei a pensar que
Ti-Chin-F&uacute; tinha de certo uma vasta familia, netos, bisnetos
tenros, que, despojados da heran&ccedil;a que eu comia &aacute;
farta em
pratos de S&egrave;vres, n'uma pompa de sult&atilde;o
perdulario, iam atravessando na China todos
<span class="pagenum">[65]</span>os infernos
tradicionaes da miseria humana&#8213;os dias sem arroz, o corpo
sem
agasalho, a esmola recusada, a rua lamacenta por morada...<br />

<br />

Comprehendi ent&atilde;o porque me perseguia a figura obesa do
velho letrado; e dos seus labios recobertos pelos longos pellos brancos
do seu bigode de
sombra, parecia-me sahir agora esta accusa&ccedil;&atilde;o
desolada:&#8213;&laquo;Eu n&atilde;o me lamento a mim,
f&oacute;rma meio morta que era; ch&oacute;ro os
tristes que arruinaste, e que a estas horas, quando tu vens do seio
fresco das tuas
amorosas, gemem de fome, regelam na frialdade, apinhados n'um grupo
expirante, entre leprosos e ladr&otilde;es, na <em>Ponte dos
Mendigos</em>, ao p&eacute; dos terra&ccedil;os do Templo
do
C&eacute;o!&raquo;<br />

<br />

Oh tortura engenhosa! Tortura realmente chineza! N&atilde;o podia
levar &aacute; bocca <span class="pagenum">[66]</span>um
peda&ccedil;o de p&atilde;o sem
imaginar immediatamente o
bando faminto de criancinhas, a descendencia de Ti-Chin-F&uacute;,
penando, como
passarinhos implumes que abrem debalde o bico e piam em ninho
abandonado; se me abafava no meu paletot era logo a vis&atilde;o de
desgra&ccedil;adas senhoras, mimosas outr'ora de tepido conforto
chinez, hoje r&ocirc;xas de frio, sob
andrajos de velhas s&ecirc;das, por uma manh&atilde; de neve; o
tecto
d'&eacute;bano do meu palacete lembrava-me a familia do Mandarim,
dormindo &aacute; beira dos
canaes, farejada pelos c&atilde;es; e o meu coup&eacute; bem
forrado fazia-me
arripiar &aacute; id&eacute;a das longas caminhadas errantes,
por estradas encharcadas, sob um duro inverno asiatico.<br />

<br />

O que eu soffria!&#8213;E era o tempo em que a popula&ccedil;a invejosa
vinha pasmar <span class="pagenum">[67]</span>para
o meu palacete, commentando as felicidades
inaccessiveis que
l&aacute; deviam habitar!<br />

<br />

Emfim, reconhecendo que a Consciencia era dentro em mim como uma
serpente irritada&#8213;decidi implorar o auxilio d'Aquelle que dizem ser
superior &aacute; Consciencia porque disp&otilde;e da
Gra&ccedil;a.<br />

<br />

Infelizmente eu n&atilde;o acreditava n'Elle... Recorri pois
&aacute; minha antiga divindade particular, ao meu dilecto idolo,
padroeira da minha familia,
Nossa Senhora das D&ocirc;res. E, regiamente pago, um povo de curas
e conegos, pelas cathedraes de cidade e pelas capellas
d'ald&ecirc;a, foi
pedindo a Nossa Senhora das D&ocirc;res que voltasse os seus olhos
piedosos para o
meu mal interior... Mas nenhum allivio desceu d'esses c&eacute;os
inclementes, para onde ha milhares d'annos <span class="pagenum">[68]</span>debalde
sobe o clamor da
miseria humana.<br />

<br />

Ent&atilde;o eu proprio me abysmei em praticas piedosas&#8213;e Lisboa
assistiu a este espectaculo extraordinario: um rica&ccedil;o, um
Nababo,
prostrando-se humildemente ao p&eacute; dos altares, balbuciando de
m&atilde;os postas phrases de <em>Salv&egrave;-Rainha</em>,
como se
visse na
Ora&ccedil;&atilde;o e no Reino do C&eacute;o que ella
conquista, outra cousa mais que uma consola&ccedil;&atilde;o
ficticia que os que possuem tudo inventaram para contentar os que
n&atilde;o possuem
nada... Eu perten&ccedil;o &aacute; Burguezia; e sei que se
ella mostra
&aacute; Plebe desprov&iacute;da um paraiso distante, gozos
ineffaveis a alcan&ccedil;ar&#8213;&eacute;
para lhe afastar a atten&ccedil;&atilde;o dos seus cofres
repletos e da abundancia
das suas searas.<br />

<br />

Depois, mais inquieto, fiz dizer milhares de missas, simples e
cantadas, <span class="pagenum">[69]</span>para
satisfazer a alma errante de Ti-Chin-F&uacute;.
Pueril
desvario d'um cerebro peninsular! O velho Mandarim na sua classe de
letrado, de
membro da Academia dos Han-Lin, collaborador provavel do grande tratado
<span class="smallcaps">Khou-Tsuane-Chou</span> que
j&aacute; tem setenta e oito mil e setecentos
e trinta volumes, era certamente um sectario da Doutrina, da Moral
positiva de Confucio... Nunca elle, sequer, queim&aacute;ra mechas
perfumadas
em honra de Buddha: e os ceremoniaes do Sacrificio mystico deviam
parecer
&aacute; sua abominavel alma de grammatico e de sceptico como as
pantomimas dos palha&ccedil;os, no theatro de Hong-Tung!<br />

<br />

Ent&atilde;o prelados astutos, com experiencia catholica, deram-me
um conselho subtil&#8213;captar a benevolencia de Nossa Senhora das Dores
com presentes,
fl&ocirc;res, brocados e joias, como se quizesse
<span class="pagenum">[70]</span>alcan&ccedil;ar
os favores d'Aspasia: e &aacute; maneira d'um
banqueiro obeso, que obtem as
complacencias d'uma dan&ccedil;arina dando-lhe um <em>Cottage</em>
entre
arvores&#8213;eu,
por uma suggest&atilde;o sacerdotal, tentei peitar a d&ocirc;ce
M&atilde;i dos Homens, erguendo-lhe uma cathedral toda de marmore
branco. A abundancia das fl&ocirc;res
punha entre os pilares lavrados perspectivas de paraisos: a
multiplicidade
dos lumes lembrava uma magnificencia sideral... Despezas
v&atilde;s! O
fino e erudito cardeal Nani veio de Roma consagrar a Igreja; mas,
quando eu n'esse dia entrei a visitar a minha hospeda divina, o que vi,
para
al&eacute;m das calvas dos celebrantes, entre a mystica nevoa dos
incensos,
n&atilde;o foi a Rainha da Gra&ccedil;a, loira, na sua tunica
azul,&#8213;foi o velho
malandro com o seu olho obliquo e o seu papagaio nos bra&ccedil;os!
Era a
<em>elle</em>, ao seu branco bigode <span class="pagenum">[71]</span>tartaro, &aacute;
sua pan&ccedil;a
c&ocirc;r
d'oca, que todo um sacerdocio recamado d'oiro estava offerecendo, ao
roncar do org&atilde;o, a
Eternidade dos Louvores!...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Ent&atilde;o, pensando que Lisboa, o meio dormente em que me movia,
era favoravel ao desenvolvimento d'estas
imagina&ccedil;&otilde;es&#8213;parti, viajei sobriamente, sem
pompa, com um bah&uacute; e um lacaio.<br />

<br />

Visitei, na sua ordem, classica, Paris, a banal Suissa, Londres, os
lagos taciturnos da Escocia; ergui a minha tenda diante das muralhas
evangelicas de Jerusal&eacute;m; e d'Alexandria a Thebas, fui ao
comprido d'esse longo Egypto monumental e triste como o corredor d'um
mausol&eacute;o. Conheci o enj&ocirc;o dos paquetes, <span class="pagenum">[72]</span>a
monotonia das ruinas, a
melancolia das multid&otilde;es desconhecidas, as
desillus&otilde;es do
<em>boulevard</em>: e o meu mal interior ia crescendo.<br />

<br />

Agora j&aacute; n&atilde;o era s&oacute; a amargura de ter
despojado uma familia veneravel: assaltava-me o remorso mais vasto de
ter privado toda uma sociedade
d'um Personagem fundamental, um letrado experiente, columna da Ordem,
esteio
d'Institui&ccedil;&otilde;es. N&atilde;o se p&oacute;de
arrancar assim a um Estado uma personalidade do valor de cento e seis
mil contos, sem lhe perturbar o equilibrio... Esta id&eacute;a
pungia-me, acerbamente. Anciei por saber se na
verdade a desappari&ccedil;&atilde;o de Ti-Chin-F&uacute;
f&ocirc;ra funesta &aacute; decrepita China: li todos os
jornaes de Hong-Kong e de Chang-Hai, velei a noite sobre Historias de
viagens, consultei sabios missionarios:&#8213;e artigos, homens, <span class="pagenum">[73]</span>livros,
tudo me falla da decadencia do Imperio do Meio, provincias arruinadas,
cidades moribundas, plebes esfomeadas, pestes e rebelli&otilde;es,
templos aluindo-se, leis perdendo a authoridade, a
decomposi&ccedil;&atilde;o d'um mundo, como uma nau encalhada
que a vaga desfaz t&aacute;bua a
t&aacute;bua!...<br />

<br />

E eu attribuia-me estas desgra&ccedil;as da Sociedade chineza! No
meu espirito doente Ti-Chin-F&uacute;! tom&aacute;ra
ent&atilde;o o
valor desproporcionado d'um Cesar, um Moys&eacute;s, um d'esses
s&ecirc;res providenciaes que
s&atilde;o a for&ccedil;a d'uma ra&ccedil;a. Eu
mat&aacute;ra-o; e com elle desapparecera a vitalidade da sua
patria! O seu vasto cerebro poderia talvez ter salvado, a rasgos
geniaes, aquella velha monarchia asiatica&#8213;e eu
immobilis&aacute;ra-lhe a
ac&ccedil;&atilde;o creadora! A sua fortuna concorreria a
refazer a grandeza <span class="pagenum">[74]</span>do
Erario&#8213;e eu estava-a dissipando a offerecer
pecegos em janeiro &aacute;s messalinas do Helder!...&#8213;Amigos,
conheci o remorso colossal de ter arruinado um imperio!<br />

<br />

Para esquecer este tormento complicado, entreguei-me &aacute;
orgia. Installei-me n'um palacete da avenida dos Campos-Elysios&#8213;e fui
medonho. Dava festas &aacute; Trimalci&atilde;o: e, nas horas
mais
asperas de furia libertina, quando das charangas, na estridencia brutal
dos cobres, rompiam os <em>can-cans</em>; quando
prostitutas, de seio
desbragado, ganiam coplas canalhas; quando os meus convidados bohemios,
atheus de cervejaria, injuriavam Deus, com a ta&ccedil;a de
<em>Champagne</em> erguida&#8213;eu,
tomado subitamente como Heliogabalo d'um furor de bestialidade, d'um
&oacute;dio contra o Pensante <span class="pagenum">[75]</span>e
o Consciente, atirava-me ao
ch&atilde;o a
quatro patas e zurrava formidavelmente de burro...<br />

<br />

Depois quiz ir mais baixo, ao deboche da plebe, &aacute;s torpezas
alco&oacute;licas do <em>Assomoir</em>: e quantas
vezes, vestido de blusa,
com o casquete para a
nuca, de bra&ccedil;o dado com <em>Mes-Bottes</em> ou <em>Bibi-la-Gaillarde</em>,
n'um tropel avinhado, fui cambaleando pelos <em>boulevards</em>
exteriores, a
uivar, entre
arrotos:<br />

<br />

<div class="poetry"><em>Allons, enfants de la
patrie-e-e!...<br />

Le jour de
gloire est arriv&eacute;...</em></div>

<br />

Foi uma manh&atilde;, depois d'um d'estes excessos, &aacute;
hora em que nas trevas da alma do debochado se ergue uma vaga aurora
espiritual&#8213;que me nasceu,
de repente, a id&eacute;a de partir para a China! E, como soldados
em
acampamento <span class="pagenum">[76]</span>adormecido,
que ao som do clarim se erguem, e um a um se
v&atilde;o
juntando e formando columna&#8213;outras id&eacute;as se foram reunindo
no meu
espirito, alinhando-se, completando um plano formidavel... Partiria
para Pekin; descobriria a familia de Ti-Chin-F&uacute;; esposando
uma das
senhoras, legitimar&iacute;a a posse dos meus milh&otilde;es;
daria
&aacute;quella casa letrada a antiga prosperidade; celebraria
funeraes pomposos ao Mandarim, para lhe
acalmar o espirito irritado; iria pelas provincias miseraveis fazendo
colossaes distribui&ccedil;&otilde;es d'arroz; e, obtendo do
Imperador o bot&atilde;o de crystal de Mandarim, accesso facil a um
bacharel, substituir-me-hia
&aacute; personalidade desapparecida de Ti-Chin-F&uacute;&#8213;e
poderia assim
restituir legalmente &aacute; sua patria, sen&atilde;o a
authoridade do
seu saber, ao menos a for&ccedil;a do seu oiro.<br />

<br />

<span class="pagenum">[77]</span>
Tudo isto, por vezes, me apparecia como um programma indefinido,
nevoento, pueril e idealista. Mas j&aacute; o desejo d'esta
aventura original e epica me envolvera; e eu ia, arrebatado por elle,
como uma folha secca n'uma rajada.<br />

<br />

Anhelei, suspirei por pisar a terra da China!&#8213;Depois d'altos
preparativos, apressados a punhados d'oiro, uma noite parti emfim para
Marselha. Tinha alugado todo um paquete, o <em>Ceyl&atilde;o</em>.
E na
manh&atilde; seguinte, por um mar azul-ferrete, sob o v&ocirc;o
branco das
gaivotas, quando os primeiros raios do sol ruborisavam as torres de
Nossa Senhora da Guarda, sobre o seu rochedo escuro&#8213;puz a
pr&ocirc;a ao Oriente.<br />

<br />

<h2>IV</h2>

<br />

<span class="smallcaps">O Ceyl&atilde;o</span>
teve uma viagem calma e monotona at&eacute;
Chang-Hai.<br />

<br />

D'ahi subimos pelo rio Azul a Tien-Tsin n'um pequeno <em>steamer</em>
da
Companhia Russel. Eu n&atilde;o vinha visitar a China n'uma
curiosidade ociosa de <em>touriste</em>: toda a paizagem
d'essa <span class="pagenum">[80]</span>provincia,
que
se assemelha
&aacute; dos vasos de porcelana, d'um tom azulado e vaporoso, com
collinasinhas calvas e de longe a longe um arbusto bracejante, me
deixou sombriamente
indifferente.<br />

<br />

Quando o capit&atilde;o do <em>steamer</em>, um <em>yankee</em>
impudente de
focinho de chibo, ao passarmos &aacute; altura de Nankin, me propoz
parar, ir
percorrer as ruinas monumentaes da velha cidade de porcelana,&#8213;eu
recusei, com um movimento secco de cabe&ccedil;a, sem mesmo desviar
os olhos
tristes da corrente barrenta do rio.<br />

<br />

Que pesados e soturnos me pareceram os dias de
navega&ccedil;&atilde;o de Tien-Tsin a Tung-Chou, em barcos
chatos que o cheiro dos remadores chinezes empestava; ora
atrav&eacute;s de terras baixas inundadas pelo
Pei-h&oacute;, ora ao longo de pallidos e infindaveis arrozaes;
passando aqui <span class="pagenum">[81]</span>uma
lugubre ald&ecirc;a de lama negra,
al&eacute;m um campo coberto de
esquifes amarellos; topando a cada momento com cadaveres de mendigos,
inchados e esverdeados, que desciam ao fio d'agua, sob um
c&eacute;o fusco e
baixo!<br />

<br />

Em Tung-Chou fiquei surprehendido, ao dar com uma escolta de cossacos
que mandava ao meu encontro o velho general Camilloff, heroico official
das campanhas da Asia Central, e ent&atilde;o embaixador da Russia
em Pekin. Eu vinha-lhe recommendado como um s&ecirc;r precioso e
raro: e o
verboso interprete S&aacute;-T&oacute;, que elle punha ao meu
servi&ccedil;o, explicou-me que as cartas de s&ecirc;llo
imperial, avisando-o da minha chegada,
recebera-as elle, havia semanas, pelos correios da Chancellaria que
atravessam a Siberia em tren&oacute;, descem a dorso de
cam&ecirc;lo at&eacute;
&aacute; Grande Muralha tartara, e <span class="pagenum">[82]</span>entregam
ahi a mala a esses
corredores mongolicos, vestidos de coiro escarlate, que dia e noite
galopam sobre Pekin.<br />

<br />

Camilloff enviava-me um poney da Manchouria, ajaezado de
s&ecirc;da, e um cart&atilde;o de visita, com estas palavras
tra&ccedil;adas a
lapis sob o seu nome: &laquo;<em>Sa&uacute;de! o animal
&eacute; d&ocirc;ce de
bocca</em>!&raquo;<br />

<br />

Montei o poney: e a um <em>hurrah</em>! dos cossacos, n'um
agitar heroico de
lan&ccedil;as, partimos &aacute; desfilada pela poeirenta
planicie&#8213;porque j&aacute; a tarde declinava, e as portas de Pekin
fecham-se mal o ultimo raio de sol
deixa as torres do Templo do C&eacute;o. Ao principio seguimos uma
estrada, caminho batido do transito das caravanas, atravancado de
enormes lages de marmore dessoldadas da antiga Via Imperial. Depois
pass&aacute;mos
a ponte de Pa-li-kao, toda de marmore branco, flanqueada de
drag&otilde;es
arrogantes. <span class="pagenum">[83]</span>Vamos
correndo ent&atilde;o &aacute; beira de
canaes d'agua
negra: come&ccedil;am a apparecer pomares, aqui e al&eacute;m
uma ald&ecirc;a de c&ocirc;r
azulada, aninhada ao p&eacute; de um Pagode:&#8213;de repente, a um
cotov&ecirc;lo do caminho, paro
assombrado...<br />

<br />

Pekin est&aacute; diante de mim! &Eacute; uma vasta muralha,
monumental e barbara, d'um negro ba&ccedil;o, estendendo-se a
perder de vista, e,
destacando, com as architecturas babylonicas das suas portas de tectos
recurvos, sobre um fundo de poente de purpura ensanguentada...<br />

<br />

Ao longe, para o Norte, n'um vago de vapor roxo, esbatem-se, como
suspensas no ar, as montanhas da Mongolia...<br />

<br />

Uma rica liteira esperava-me &aacute; porta de Tung-Tsen-Men, para
eu atravessar Pekin at&eacute; &aacute; Residencia militar de
Camilloff. A muralha agora, ao perto, parecia <span class="pagenum">[84]</span>erguer-se
at&eacute;
aos c&eacute;os com o
horror d'uma construc&ccedil;&atilde;o biblica: &aacute;
sua base apinhava-se uma confus&atilde;o de
barracas, feira exotica, onde rumorejava uma multid&atilde;o, e a
luz de lanternas
oscillantes cortava j&aacute; o crep&uacute;sculo de vagas
manchas c&ocirc;r de
sangue; os toldos brancos faziam ao p&eacute; do negro muro como um
bando de borboletas pousadas.<br />

<br />

Senti-me triste; subi &aacute; liteira, cerrei as cortinas de
s&ecirc;da escarlate todas bordadas a oiro; e cercado dos cossacos,
eis-me entrando a velha Pekin, por essa porta babelica, na turba
tumultuosa, entre carretas, cadeirinhas de xar&atilde;o,
cavalleiros mongolicos armados de
flechas, bonzos de tunica alvejante marchando um a um, e longas filas
de lentos dromedarios balan&ccedil;ando a sua carga em cadencia...<br />

<br />

<span class="pagenum">[85]</span>
D'ahi a pouco a liteira parou. O respeitoso S&aacute;-T&oacute;
correu as cortinas, e vi-me n'um jardim, escurecido e calado, onde, por
entre sycomoros seculares, kiosques alumiados brilhavam com uma luz
d&ocirc;ce,
como colossaes lanternas pousadas sobre a relva: e toda a sorte de
aguas correntes murmuravam na sombra. Sob um peristilo feito de
madeiros pintados a vermelh&atilde;o, aclarado por fios de lampadas
de papel
transparente, esperava-me um membrudo figur&atilde;o, de bigodes
brancos, apoiado
a um grosso espad&atilde;o. Era o general Camilloff. Ao adiantar-me
para elle,
eu sentia o passo inquieto das gazellas fugindo de leve sob as
arvores...<br />

<br />

O velho heroe apertou-me um momento ao peito, e conduziu-me logo,
segundo os usos chinezes, ao banho da hospitalidade, uma vasta tina de
porcelana, <span class="pagenum">[86]</span>onde
entre rodelas finas de lim&atilde;o sobrenadavam
esponjas brancas, n'um perfume forte de lilaz...<br />

<br />

Pouco depois a lua banhava deliciosamente os jardins: e eu, muito
fresco, de gravata branca, entrava pelo bra&ccedil;o de Camilloff
no <em>boudoir</em> da generala. Era alta e loira; tinha
os olhos verdes das
sereias de Homero; no decote baixo do seu vestido de s&ecirc;da
branca pousava
uma rosa escarlate; e nos dedos, que lhe beijei, errava um aroma fino
de sandalo
e de ch&aacute;.<br />

<br />

Convers&aacute;mos muito da Europa, do Nihilismo, de Zola, de
Le&atilde;o XIII, e da magreza de Sarah Bernardth...<br />

<br />

Pela galeria aberta penetrava um ar calido que rescendia a heliotropio.
Depois ella sentou-se ao piano&#8213;e a sua voz de contralto quebrou
at&eacute; tarde os silencios melancolicos da cidade <span class="pagenum">[87]</span>tartara, com
as picantes
arias de <em>Madame Favart</em> e com as melodias
afagantes do <em>Rei de
Lahore</em>.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Ao outro dia cedo, encerrado com o general n'um dos kiosques do jardim,
contei-lhe a minha lamentavel historia e os motivos fabulosos que me
traziam a Pekin. O heroe escutava, cofiando sombriamente o seu espesso
bigode cossaco...<br />

<br />

&#8213;O meu prezado hospede sabe o chinez?&#8213;perguntou-me de repente,
fixando em mim a pupilla sagaz.<br />

<br />

&#8213;Sei duas palavras importantes, general: <em>Mandarim</em>
e
<em>ch&aacute;</em>.<br />

<br />

Bile passou a sua m&atilde;o de fortes cordov&ecirc;as sobre a
medonha cicatriz que lhe sulcava a calva:<br />

<br />

&#8213;<em>Mandarim</em>, meu amigo, n&atilde;o &eacute;
<span class="pagenum">[88]</span>uma palavra
chineza, e ninguem a entende na China. &Eacute; o nome que no
seculo XVI os navegadores do seu
paiz, do seu bello paiz...<br />

<br />

&#8213;Quando n&oacute;s tinhamos navegadores...&#8213;murmurei, suspirando.<br />

<br />

Elle suspirou tambem, por polidez, e continuou:<br />

<br />

&#8213;...Que os seus navegadores deram aos funccionarios chinezes. Vem do
seu verbo, do seu lindo verbo...<br />

<br />

&#8213;Quando tinhamos verbos...&#8213;rosnei, no habito instinctivo de deprimir
a patria.<br />

<br />

Elle esgazeou um momento o seu olho redondo de velho mocho&#8213;e proseguiu
paciente e grave:<br />

<br />

&#8213;Do seu lindo verbo <em>mandar</em> ... Resta-lhe por
tanto <em>ch&aacute;</em>.
&Eacute; um vocabulo que tem um vasto papel na vida chineza, mas
julgo-o insufficiente <span class="pagenum">[89]</span>para
servir a todas as
rela&ccedil;&otilde;es
sociaes. O meu estimavel hospede pretende esposar uma senhora da
famillia Ti-Chin-F&uacute;,
continuar a grossa influencia que exercia o Mandarim, substituir,
domestica e socialmente, esse chorado defunto... Para tudo isto
disp&otilde;e
da palavra <em>ch&aacute;</em>. &Eacute; pouco.<br />

<br />

N&atilde;o pude negar&#8213;que era pouco. O venerando russo, franzindo
o seu nariz adunco de milhafre, p&ocirc;z-me ainda outras
objec&ccedil;&otilde;es que eu via erguerem-se diante do meu
desejo&#8213;como as muralhas mesmas de Pekin: nenhuma senhora
da familia Ti-Chin-F&uacute; consentiria j&aacute;mais em casar
com um barbaro; e seria impossivel, terrivelmente impossivel que o
Imperador, o Filho do Sol, concedesse a um estrangeiro as honras
privilegiadas d'um Mandarim...<br />

<br />

<span class="pagenum">[90]</span> &#8213;Mas porque m'as
recusaria?&#8213;exclamei.&#8213;Eu perten&ccedil;o a uma
boa familia da provincia do Minho. Sou bacharel formado: portanto na
China, como em
Coimbra, sou um letrado! J&aacute; fiz parte d'uma
reparti&ccedil;&atilde;o publica... Possuo
milh&otilde;es... Tenho a experiencia do estylo administrativo...<br />

<br />

O general ia-se curvando com respeito a esta abundancia dos meus
attributos.<br />

<br />

&#8213;N&atilde;o &eacute;&#8213;disse elle emfim&#8213;que o Imperador
realmente o recusasse: &eacute; que o individuo que lh'o propozesse
seria immediatamente decapitado. A lei chineza, n'este ponto,
&eacute; explicita e secca.<br />

<br />

Baixei a cabe&ccedil;a, acabrunhado.<br />

<br />

&#8213;Mas, general&#8213;murmurei&#8213;eu quero livrar-me da presen&ccedil;a
odiosa do velho Ti-Chin-F&uacute; e do seu papagaio!... <span class="pagenum">[91]</span>Se eu
entregasse metade dos
meus milh&otilde;es ao thesouro chinez, j&aacute; que
n&atilde;o
me &eacute; dado pessoalmente applical-os, como Mandarim,
&aacute; prosperidade do Estado...?
Talvez Ti-Chin-F&uacute; se calmasse...<br />

<br />

O general pousou-me paternalmente a vasta m&atilde;o sobre o
hombro:<br />

<br />

&#8213;&Ecirc;rro, consideravel &ecirc;rro, mancebo! Esses
milh&otilde;es nunca chegariam ao thesouro imperial. Ficariam nas
algibeiras insondaveis das classes dirigintes: seriam dissipados em
plantar jardins, colleccionar porcelanas, tapetar de pelles os soalhos,
fornecer s&ecirc;das
&aacute;s concubinas: n&atilde;o alliviariam a fome d'um
s&oacute; chinez, nem
reparariam uma s&oacute; pedra das estradas publicas... Iriam
enriquecer a orgia asiatica. A alma de Ti-Chin-F&uacute; deve
conhecer bem o Imperio: e isso
n&atilde;o a satisfaria.<br />

<br />

<span class="pagenum">[92]</span> &#8213;E se eu
empregasse parte da fortuna do velho malandro em fazer
particularmente, como philanthropo, largas
distribui&ccedil;&otilde;es d'arroz &aacute;
popula&ccedil;a faminta? &Eacute; uma id&eacute;a...<br />

<br />

&#8213;Funesta&#8213;disse o general, franzindo medonhamente o sobr'olho.&#8213;A
c&ocirc;rte imperial veria ahi immediatamente uma
ambi&ccedil;&atilde;o
politica, o tortuoso plano de ganhar os favores da plebe, um perigo
para a Dynastia... O meu bom amigo seria decapitado... &Eacute;
grave...<br />

<br />

&#8213;Maldi&ccedil;&atilde;o!&#8213;berrei.&#8213;-Ent&atilde;o para que
vim eu &aacute; China?<br />

<br />

O diplomata encolheu vagarosamente os hombros; mas logo, mostrando n'um
sorriso astuto os seus dentes amarellos de cossaco:<br />

<br />

&#8213;Fa&ccedil;a uma coisa. Procure a familia de
Ti-Chin-F&uacute;... Eu indagarei do <span class="pagenum">[93]</span>primeiro
ministro, sua
excellencia o principe Tong, onde
p&aacute;ra essa prole interessante... Reuna-os, atire-lhes uma ou
duas duzias de
milh&otilde;es... Depois prepare ao defunto funeraes regios.
Funeraes d'alto ceremonial, com um prestito d'uma legua, filas de
bonzos, todo um mundo de estandartes, palanquins, lan&ccedil;as,
plumas, andores escarlates,
legi&otilde;es de carpideiras ululando sinistramente, etc. etc...
Se depois de tudo isto
a sua consciencia n&atilde;o adormecer e o phantasma insistir...<br />

<br />

&#8213;Ent&atilde;o?<br />

<br />

&#8213;C&oacute;rte as guelas.<br />

<br />

&#8213;Obrigado, general.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Uma coisa por&eacute;m era evidente, e n'ella concordaram
Camilloff, o respeitoso S&aacute;-T&oacute; e a generala:&#8213;que,
para
frequentar <span class="pagenum">[94]</span>a
familia Ti-Chin-F&uacute;, seguir os funeraes,
misturar-me &aacute;
vida de Pekin, eu devia desde j&aacute; vestir-me como um chinez
opulento, da classe
letrada, para me ir habituando ao traje, &aacute;s maneiras, ao
ceremonial
mandarim...<br />

<br />

A minha face amarellada, o meu longo bigode pendente favoreciam a
caracterisa&ccedil;&atilde;o:&#8213;e quando na manh&atilde;
seguinte, depois d'arranjado pelos costureiros engenhosos da rua
Ch&aacute;-Coua, entrei na sala
forrada de s&ecirc;da escarlate, onde j&aacute; rebrilhavam as
porcelanas do
almo&ccedil;o sobre a mesa de char&atilde;o negro,&#8213;a generala
recuou como &aacute;
appari&ccedil;&acirc;o do proprio Tong-Tch&eacute;, Filho
do C&eacute;o!<br />

<br />

Eu trazia uma tunica de brocado azul escuro abotoada ao lado, com o
peitilho ricamente bordado de drag&otilde;es e fl&ocirc;res
d'oiro: por cima um casabeque de s&ecirc;da de um tom azul mais
claro, curto, <span class="pagenum">[95]</span>amplo
e
f&ocirc;fo: as cal&ccedil;as de setim c&ocirc;r de
avell&atilde;
descobriam ricas babouches amarellas pespontadas a perolas, e um pouco
da meia picada d'estrellinhas negras:
e &aacute; cinta, n'uma linda facha franjada de prata, tinha
mettido um leque de bamb&uacute;, dos que teem o retrato do
philosopho
L&aacute;-o-Ts&eacute; e s&atilde;o fabricados em Swaton.<br />

<br />

E, pelas mysteriosas correla&ccedil;&otilde;es com que o
vestuario influenceia o caracter, eu sentia j&aacute; em mim
id&eacute;as, instinctos
chinezes:&#8213;o amor dos ceremoniaes meticulosos, o respeito bureocratico
das
f&oacute;rmulas, uma ponta de scepticismo letrado; e tambem um
abjecto terror do Imperador, o odio
ao estrangeiro, o culto dos antepassados, o fanatismo da
tradi&ccedil;&atilde;o, o gosto das coisas assucaradas...<br />

<br />

Alma e ventre, era j&aacute; totalmente um <span class="pagenum">[96]</span>Mandarim.
N&atilde;o
disse &aacute; generala:&#8213;<em>Bon jour, Madame</em>.
Dobrado ao meio,
fazendo girar os punhos
fechados sobre a fronte abaixada, fiz gravemente o <em>chin-chin</em>!
<br />

<br />

&#8213;&Eacute; ador&aacute;vel, &eacute; precioso!&#8213;dizia ella,
com o seu lindo riso, batendo as maosinhas pallidas.<br />

<br />

N'essa manh&atilde;, em honra da minha nova
incarna&ccedil;&atilde;o, havia um almo&ccedil;o chinez.
Que gentis guardanapos de papel de s&ecirc;da escarlate, com
monstros fabulosos desenhados a negro! O servi&ccedil;o
come&ccedil;ou
por ostras de Ning-P&oacute;. Eximias! Absorvi duas duzias com um
intenso regalo chinez. Depois
vieram deliciosas febras de barbatana de tubar&atilde;o, olhos de
carneiro
com picado d'alho, um prato de nenufares em calda d'assucar, laranjas
de
Cant&atilde;o, e emfim o arroz sacramental, o arroz dos
av&oacute;s...<br />

<br />

Delicado repasto, regado largamente <span class="pagenum">[97]</span>de
excellente vinho de
Ch&atilde;o-Chigne! E por fim, com que g&ocirc;zo recebi a
minha ta&ccedil;a d'agua
a ferver, onde deitei uma pitada de folhas de ch&aacute; imperial,
da primeira colheita
de mar&ccedil;o, colheita unica, que &eacute; celebrada como um
rito santo pelas
m&atilde;os puras de virgens!...<br />

<br />

Duas cantadeiras entraram, em quanto n&oacute;s fumavamos; e muito
tempo, n'uma modula&ccedil;&atilde;o guttural, disseram velhas
cantigas dos
tempos da dynastia Ming, ao som de guitarras recobertas de pelles de
serpente, que dous tartaros agachados repenicavam, n'uma cadencia
melancolica e barbara. A
China tem encantos d'um raro gosto...<br />

<br />

Depois a loira generala cantou-nos, com chiste, a <em>Femme
&agrave;
barbe</em>: e quando o general sahiu com a sua escolta cossaca
para o Yamen
do principe Tong, a informar-se da residencia da familia
<span class="pagenum">[98]</span>Ti-Chin-F&uacute;&#8213;eu,
repleto e bem disposto, sahi com
S&aacute;-T&oacute; a
v&ecirc;r Pekin.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

A habita&ccedil;&atilde;o de Camilloff ficava na cidade
tartara, nos bairros militares e nobres. Ha aqui uma tranquillidade
austera. As ruas assemelham-se a largos caminhos d'ald&ecirc;a
sulcados pelas rodas dos carros; e
quasi sempre se caminha ao comprido de um muro, d'onde sahem ramos
horisontaes de sycomoros.<br />

<br />

Por vezes uma carreta passa rapidamente, ao trote de um poney mongol,
com altas rodas cravejadas de pregos dourados; tudo n'ella oscilla, o
toldo, as cortinas pendentes de s&ecirc;da, os ramos de plumas aos
angulos; e dentro entrev&ecirc;-se alguma linda dama chineza,
coberta de
brocados claros, a cabe&ccedil;a toda cheia <span class="pagenum">[99]</span>de fl&ocirc;res,
fazendo girar nos
pulsos dois aros de prata, com um ar de tedio ceremonioso. Depois
&eacute; alguma
aristocratica cadeirinha de Mandarim, que koulis vestidos d'azul, de
rabicho solto, v&atilde;o levando a um trote arquejante para os
Yamens do Estado;
precede-os uma criadagem maltrapilha que ergue ao alto rolos de seda
com inscrip&ccedil;&otilde;es bordadas, insignias
d'authoridade; e
dentro o personagem bojudo, com enormes oculos redondos, folheia a sua
papelada ou dormita de bei&ccedil;o cahido...<br />

<br />

A cada momento paravamos a olhar as lojas ricas, com as suas taboletas
verticaes de letras douradas sobre fundo escarlate: os freguezes, n'um
silencio d'igreja, subtis como sombras, v&atilde;o examinando as
preciosidades&#8213;porcelanas da dynastia Ming, bronzes, esmaltes, marfins,
s&ecirc;das, armas marchetadas, os <span class="pagenum">[100]</span>leques
maravilhosos de Swaton:
por vezes, uma fresca rapariga d'olho obliquo, tunica azul, e papoilas
de papel
nas tran&ccedil;as, desdobra algum raro brocado diante d'um grosso
chinez que o contempla beatamente, com os dedos cruzados na
pan&ccedil;a: ao
fundo o mercador apparatoso e immovel, escreve com um pincel sobre
longas taboinhas de sandalo: e um perfume adocicado que sahe das coisas
perturba e entristece...<br />

<br />

Eis-aqui a muralha que c&eacute;rca a Cidade interdictca, morada
santa do Imperador! Mo&ccedil;os nobres vem descendo do
terra&ccedil;o
d'um templo onde se estiveram adestrando &aacute; frecha.
S&aacute;-T&oacute;
disse-me os seus nomes: eram da guarda selecta, que nas ceremonias
escolta o guarda-sol de
s&ecirc;da amarella, com o Drag&atilde;o bordado, que
&eacute; o emblema
sagrado do Imperador. Todos elles comprimentaram profundadamente <span class="pagenum">[101]</span>um
velho que ia passando, de
barbas venerandas, com o casabeque amarello que &eacute; o
privilegio do anci&atilde;o; vinha fallando s&oacute;, e trazia
na
m&atilde;o uma vara sobre que pousavam cotovias domesticadas... Era
um principe do Imperio.<br />

<br />

Estranhos bairros! Mas nada me divertia como v&ecirc;r a cada
instante, a uma porta de jardim, dois Mandarins pan&ccedil;udos que
para entrar se
trocavam indefinidamente salamal&eacute;s, cortezias, recusas,
risinhos
agudos d'etiqueta, todo um ceremonial dogmatico&#8213;que lhes fazia
oscillar d'um modo picaresco, sobre as costas, as longas pennas de
pav&atilde;o.
Depois se erguia os olhos para o ar, l&aacute; via sempre pairar
enormes
papagaios de papel, ora em f&oacute;rma de drag&otilde;es, ora
de cetaceos,
ora d'aves fabulosas&#8213;enchendo o espa&ccedil;o d'uma inverosimil
legi&atilde;o <span class="pagenum">[102]</span>de
monstros transparentes e ondeantes...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

&#8213;S&aacute;-T&oacute;, basta de cidade tartara! Vamos
v&ecirc;r os bairros chinezes...<br />

<br />

E l&aacute; fomos penetrando na cidade chineza, pela porta
monstruosa de Tchin-Men. Aqui habita a burguezia, o mercador, a
popula&ccedil;a.
As ruas alinham-se como uma pauta; e no s&oacute;lo vetusto e
lamacento,
feito da immundicie de gera&ccedil;&otilde;es recalcada desde
seculos,
ainda aqui e al&eacute;m jaz alguma das lages de marmore
c&ocirc;r de rosa que outr'ora o
cal&ccedil;avam, no tempo da grandeza dos Ming.<br />

<br />

Dos dois lados s&atilde;o&#8213;ora terrenos vagos onde uivam manadas de
c&atilde;es famintos, ora filas de casebres fuscos, ora pobres
lojas com as suas taboletas esguias <span class="pagenum">[103]</span>e
sarapintadas,
balou&ccedil;ando-se d'uma haste
de ferro. A distancia erguem-se os arcos triumphaes feitos de barrotes
c&ocirc;r de purpura, ligados no alto por um telhado oblongo de
telhas azues envernizadas, que rebrilham como esmaltes. Uma
multid&atilde;o
rumorosa e espessa, onde domina o tom pardo e azulado dos trajes,
circula sem cessar; a poeira envolve tudo d'uma nevoa amarellada; um
fedor acre exhala-se dos enxurros negros; e a cada momento uma longa
caravana de cam&ecirc;los fende lentamente a turba, conduzida por
mongoes
sombrios vestidos de pelle de carneiro...<br />

<br />

Fomos at&eacute; &aacute;s entradas das pontes sobre os canaes,
onde saltimbancos semi-n&uacute;s, com mascaras simulando demonios
pavorosos, fazem
destrezas d'um picaresco barbaro e subtil; e muito tempo estive a
admirar os astrologos de <span class="pagenum">[104]</span>longas
tunicas, com drag&otilde;es de
papel collados
&aacute;s c&oacute;stas, vendendo ruidosamente horoscopos e
consultas d'astros. Oh cidade fabulosa e singular!<br />

<br />

De repente ergue-se uma gritaria! Corremos: era um bando de presos, que
um soldado, de grandes oculos, ia impellindo com o guarda-sol,
amarrados uns aos outros pelo rabicho! Foi ahi n'essa avenida, que eu
vi o estrepitoso cortejo de um funeral de Mandarim, todo ornado de
auriflammas e de bandeirolas; grupos de sujeitos funebres vinham
queimando papeis em fogareiros portateis; mulheres esfarrapadas uivavam
de d&ocirc;r espojando-se sobre tapetes; depois erguiam-se,
galhofavam, e um kouli vestido de luto branco servia-lhes logo
ch&aacute;, d'um
grande bule em f&oacute;rma d'ave.<br />

<br />

Ao passar junto ao Templo do C&eacute;o, vejo apinhada n'um largo
uma legiao <span class="pagenum">[105]</span>de
mendigos; tinham por vestuario um tijolo preso
&aacute; cinta n'um
cordel; as mulheres, com os cabellos entremeados de velhas
fl&ocirc;res de
papel, roiam ossos tranquillamente; e cadaveres de crian&ccedil;as
apodreciam ao
lado, sob o v&ocirc;o dos moscardos. Adiante topamos com uma jaula
de traves,
onde um condemnado estendia, atrav&eacute;s das grades, as
m&atilde;os
descarnadas, &aacute; esmola... Depois S&aacute;-T&oacute;
mostrou-me respeitosamente
uma pra&ccedil;a estreita: ahi, sobre pilares de pedra, poupavam
pequenas gaiolas contendo
cabe&ccedil;as de decapitados: e gotta a gotta ia pingando d'ellas
um sangue espesso e
negro...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

&#8213;Ouf!&#8213;exclamei, fatigado e aturdido.&#8213;S&aacute;-T&oacute;,
agora quero o repouso, o silencio, e um charuto caro...<br />

<br />

<span class="pagenum">[106]</span>
Elle curvou-se: e, por uma escadaria de granito, levou-me &aacute;s
altas muralhas da cidade, formando uma esplanada que quatro carros de
guerra
a par podem percorrer durante leguas.<br />

<br />

E emquanto S&aacute;-T&oacute;, sentado n'um v&atilde;o
d'ameia, bocejava n'um desaf&ocirc;go de <em>cicerone</em>
enfastiado, eu
fumando contemplei muito tempo aos meus
p&eacute;s a vasta Pekin...<br />

<br />

&Eacute; como uma formidavel cidade da Biblia, Babel, ou Ninive que
o propheta Jonas levou tres dias a atravessar. O grandioso muro
quadrado limita os
quatro pontos do horisonte, com as suas portas de torres monumentaes,
que o ar azulado, &aacute;quella distancia, faz parecer
transparentes. E na immensid&atilde;o do seu recinto agglomeram-se
confusamente
verduras de bosques, lagos artificiaes, canaes scintillantes como
a&ccedil;o,
pontes de <span class="pagenum">[107]</span>marmore,
terrenos alastrados de ruinas, telhados envernizados
reluzindo
ao sol; por toda a parte s&atilde;o pagodes heraldicos, brancos
terra&ccedil;os de templos, arcos triumphaes, milhares de kiosques
sahindo d'entre as folhagens dos jardins; depois espa&ccedil;os que
parecem um
mont&atilde;o de porcelanas, outros que se assemelham a monturos de
lama; e sempre a intervallos regulares o olhar encontra algum dos
basti&otilde;es,
d'um aspecto heroico e fabuloso...<br />

<br />

A multid&atilde;o, junto a essas edifica&ccedil;&otilde;es
grandiosas, &eacute; apenas como gr&atilde;os d'ar&ecirc;a
negra que um vento brando vai trazendo e levando...<br />

<br />

Aqui est&aacute; o vasto palacio imperial, entre arvoredos
mysteriosos, com os seus telhados d'um amarello d'oiro vivo! Como eu
desejaria penetrar-lhe
os segredos, e ver desenrolar-se, pelas galerias <span class="pagenum">[108]</span>sobrepostas, a
magnificencia barbara d'essas Dynastias seculares!<br />

<br />

Al&eacute;m ergue-se a torre do Templo do C&eacute;o semelhando
tr&ecirc;s guarda-soes sobrepostos: depois a grande columna dos
Principios, hieratica e
s&ecirc;cca como o Genio mesmo da Ra&ccedil;a: e adiante
branquejam n'uma meia
tinta sobrenatural os terra&ccedil;os de jaspe do Santuario da
Purifica&ccedil;&atilde;o...<br />

<br />

Ent&atilde;o interrogo S&aacute;-T&oacute;: e o seu dedo
respeitoso vai-me mostrando o Templo dos Antepassados, o Palacio da
Soberana Concordia, o
Pavilh&atilde;o das Fl&ocirc;res das Letras, o Kiosque dos
Historiadores, fazendo brilhar, entre os bosques sagrados que os
cercam, os seus telhados lustrosos de
faian&ccedil;as azues, verdes, escarlates e c&ocirc;r de
lim&atilde;o. Eu
devorava, d'olho avido, esses monumentos da Antiguidade asiatica, n'uma
curiosidade de <span class="pagenum">[109]</span>conhecer
as impenetraveis classes que os habitam, o principio das
Institui&ccedil;&otilde;es, a
significa&ccedil;&atilde;o dos Cultos, o espirito das suas
letras, a grammatica, o dogma, a estranha vida interior d'um cerebro de
letrado chinez... Mas esse mundo &eacute; inviolavel como um
Santuario...<br />

<br />

Sentei-me na muralha, e os meus olhos perderam-se pela planicie arenosa
que se estira para al&eacute;m das portas at&eacute; aos
contrafortes dos montes mongolicos; ahi incessantemente redemoinham
ondas infindaveis de
poeira; a toda a hora negrejam filas vagarosas de caravanas...
Ent&atilde;o
invadiu-me a alma uma melancolia, que o silencio d'quellas alturas,
envolvendo Pekin, tornava d'um vago mais desolado: era como uma saudade
de mim mesmo, um longo pezar de me sentir alli isolado, absorvido
n'aquelle mundo duro e barbaro: <span class="pagenum">[110]</span>lembrei-me,
com os olhos humedecidos,
da minha ald&ecirc;a do Minho, do seu adro assombreado de
carvalheiras, a
venda com um ramo de louro &aacute; porta, o alpendre do ferrador,
e os ribeiros
t&atilde;o frescos quando verdejam os linhos...<br />

<br />

Aquella era a &eacute;poca em que as pombas emigram de Pekin para o
sul. Eu via-as reunirem-se em bandos por cima de mim, partindo dos
bosques dos templos e dos pavilh&otilde;es imperiaes; cada uma
traz, para a
livrar dos milhafres, um leve tubo de bambu que o ar faz silvar; e
aquellas nuvens
brancas passavam como impellidas d'uma aragem molle, deixando no
silencio um lento e melancolico suspiro, uma
ondula&ccedil;&atilde;o eolia, que se perdia nos ares
pallidos...<br />

<br />

Voltei para casa, pesado e pensativo.<br />

<br />

<span class="pagenum">[111]</span>
Ao jantar, Camilloff, desdobrando o seu guardanapo, pediu-me com
bonhomia as minhas impress&otilde;es de Pekin.<br />

<br />

&#8213;Pekin faz-me sentir bem, general, os versos d'um poeta nosso:<br />

<br />

<div class="poetry">S&ocirc;bolos rios que
v&atilde;o<br />

Por
Babylonia me achei...</div>

<br />

&#8213;Pekin &eacute; um monstro!&#8213;disse Camilloff oscillando
reflectidamente a calva.&#8213;E agora considere, que a esta capital,
&aacute; classe
tartara e conquistadora que a possue, obedecem trezentos
milh&otilde;es
d'homens, uma ra&ccedil;a subtil, laboriosa, soffredora, prolifica,
invasora...
Estudam as nossas sciencias... Um calice de Medoc, Theodoro?... Teem
uma marinha formidavel! O exercito, que <span class="pagenum">[112]</span>outr'ora
julgava
destro&ccedil;ar o
estrangeiro com drag&otilde;es de papel&atilde;o d'onde sahiam
bichas de fogo,
tem agora tactica prussiana e espingarda d'agulha! Grave!<br />

<br />

&#8213;E todavia, general, no meu paiz, quando, a proposito de Macau, se
falla do Imperio Celeste, os patriotas passam os dedos pela grenha, e
dizem negligentemente: <em>Mandamos l&aacute; cincoenta
homens, e
varremos a China</em>...<br />

<br />

A esta sandice&#8213;fez-se um silencio. E o general, depois de tossir
formidavelmente, murmurou, com condescendencia:<br />

<br />

&#8213;Portugal &eacute; um bello paiz...<br />

<br />

Eu exclamei com seccura e firmeza:<br />

<br />

&#8213;&Eacute; uma choldra, general.<br />

<br />

A generala, collocando delicadamente &aacute; borda do prato uma
aza de frango, e limpando o dedinho, disse:<br />

<br />

&#8213;&Eacute; o paiz da can&ccedil;&atilde;o de Mignon.
&Eacute; l&aacute; que floresce a laranjeira...<br />

<br />

<span class="pagenum">[113]</span>
O gordo Meriskoff, doutor allem&atilde;o pela Universidade de Bonn,
chanceller da lega&ccedil;&atilde;o, homem de poesia e de
commentario,
observou com respeito:<br />

<br />

&#8213;Generala, o d&ocirc;ce paiz de Mignon &eacute; a Italia:
<em>Conheces tu a terra privilegiada onde a laranjeira
d&aacute;
flor</em>? O divino Goethe
referia-se &aacute; Italia, <em>Italia mater</em>... A
Italia
ser&aacute; o eterno amor da
humanidade sensivel!<br />

<br />

&#8213;Eu prefiro a Fran&ccedil;a!&#8213;suspirou a esposa do primeiro
secretario, uma bonecasinha sardenta, de cabello arruivascado.<br />

<br />

&#8213;Ah! a Fran&ccedil;a!...&#8213;murmurou um addido, revirando um bugalho
d'olho ternissimo.<br />

<br />

O gordo Meriskoff ageitou os oculos d'oiro:<br />

<br />

&#8213;A Fran&ccedil;a tem um mal, que &eacute; a Quest&atilde;o
social...<br />

<br />

<span class="pagenum">[114]</span> &#8213;Oh! a
Quest&atilde;o social!&#8213;rosnou sombriamente Camilloff.<br />

<br />

&#8213;Ah! a Quest&atilde;o social!...&#8213;considerou ponderosamente o
addido.<br />

<br />

E discreteando com tanta sapiencia, cheg&aacute;mos por fim ao
caf&eacute;.<br />

<br />

Ao descer ao jardim, a generala, apoiando-se sentimentalmente ao meu
bra&ccedil;o, murmurou-me, junto &aacute; face:<br />

<br />

&#8213;Ai, quem me dera viver n'esses paizes apaixonados, onde verdejam os
laranjaes!...<br />

<br />

&#8213;&Eacute; l&aacute; que se ama, generala&#8213;segredei-lhe eu,
levando-a d&ocirc;cemente para a escurid&atilde;o dos
sycomoros...<br />

<br />

<h2>V</h2>

<br />

<span class="smallcaps">Foi</span> necessario todo
um longo ver&atilde;o para descobrir a
provincia onde residira o defunto Ti-Chin-F&uacute;!<br />

<br />

Que episodio administrativo t&atilde;o pittoresco, t&atilde;o
chinez! O servi&ccedil;al Camillof, que passava o dia inteiro a
percorrer os Yamens do Estado, teve de provar primeiro que o desejo de
conhecer a morada d'um velho Mandarim n&atilde;o encobria <span class="pagenum">[116]</span>uma
conspira&ccedil;&atilde;o
contra a seguran&ccedil;a do Imperio; e depois foi-lhe ainda
preciso jurar que n&atilde;o havia n'esta
curiosidade um attentado contra os Ritos sagrados! Ent&atilde;o,
satisfeito, o
principe Tong permittiu que se fizesse o inquerito imperial: centenares
d'escribas empallideceram noite e dia, de pincel na m&atilde;o,
desenhando
relatorios sobre papel d'arroz; mysteriosas conferencias sussurraram
incessantemente por todas as reparti&ccedil;&otilde;es da
Cidade Imperial, desde o Tribunal astronomico at&eacute; ao Palacio
da Bondade Preferida; e
uma popula&ccedil;&atilde;o de koulis transportava da
lega&ccedil;&atilde;o russa para os kiosques da Cidade
Interdicta, e d'ahi para o Pateo dos Archivos padiolas estalando
ao peso de ma&ccedil;os de documentos vetustos...<br />

<br />

Quando Camilloff perguntava <em>pelo resultado</em>,
vinha-lhe a resposta,
satisfactoria <span class="pagenum">[117]</span>que
se estavam consultando os Livros Santos de
L&aacute;-o-Ts&eacute;, ou que se iam explorar velhos textos do
tempo de Nor-ha-ch&uacute;.
E para calmar a impaciencia bellica do russo, o principe Tong remettia,
com estes recados subtis, algum substancial presente de confeitos
recheados, ou de gomos de bamb&uacute; em calda d'assucar...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Ora em quanto o general trabalhava com fervor para encontrar a familia
Ti-Chin-F&uacute;,&#8213;eu ia tecendo horas de s&ecirc;da e oiro
(assim diz um poeta japonez) aos p&eacute;s pequeninos da
generala...<br />

<br />

Havia um kiosque no jardim sob os sycomoros, que se denominava,
&aacute; maneira chineza, do <em>Repouso discreto</em>:&#8213;ao
lado um arroio
fresco ia cantando <span class="pagenum">[118]</span>d&ocirc;cemente
sob uma pontesinha rustica
pintada de
c&ocirc;r de rosa. As paredes eram apenas um gradeado de
bamb&uacute; fino forrado de
s&ecirc;da c&ocirc;r de ganga: o sol, passando
atrav&eacute;s d'ellas, fazia uma luz
sobrenatural de opala desmaiada. Ao centro afofava-se um divan de
s&ecirc;da
branca, d'uma poesia de nuvem matutina, attrahente como um leito
nupcial. Aos cantos,
em ricas jarras transparentes da &eacute;poca de Yeng, erguiam-se,
na sua gentileza aristocratica, lirios escarlates do Jap&atilde;o.
Todo o
soalho estava recoberto d'esteiras finas de Nankin; e junto
&aacute;
janella rendilhada, sobre um airoso pedestal de sandalo, pousava aberto
ao alto
um leque formado de laminas de crystal separadas, que a aragem entrando
fazia vibrar, n'uma modula&ccedil;&atilde;o melancolica e
terna.<br />

<br />

As manh&atilde;s do fim d'agosto em <span class="pagenum">[119]</span>Pekin
s&atilde;o muito
suaves; j&aacute; erra no ar um enternecimento outonal. A essa hora
o conselheiro Meriskoff, os officiaes da lega&ccedil;&atilde;o,
estavam sempre na
chancellaria <em>fazendo a mala</em> para S. Petersburgo.<br />

<br />

Eu ent&atilde;o, de leque na m&atilde;o, pisando subtilmente na
ponta das babouches de setim as ruasinhas areadas do jardim, ia
entreabrir a porta do <em>Repouso
discreto</em>:<br />

<br />

&#8213;Mimi?<br />

<br />

E a voz da generala respondia, suave como um beijo:<br />

<br />

&#8213;<em>All right</em>...<br />

<br />

Como ella era linda vestida de dama chineza! Nos seus cabellos
levantados alvejavam fl&ocirc;res de pecegueiro; e as sobrancelhas
pareciam mais puras e negras avivadas a tinta de Nankin. A camisinha de
gaze, bordada <span class="pagenum">[120]</span>a
soutache de filigrana d'oiro, collava-se aos seus seios
pequeninos e direitos: vastas, f&ocirc;fas cal&ccedil;as de
foulard c&ocirc;r de <em>c&ocirc;xa de Nympha</em>,
que lhe davam uma
gra&ccedil;a de serralho, recahiam sobre
o tornoz&ecirc;lo fino, coberto de meia de seda amarella:&#8213;e apenas
tres dedos da minha m&atilde;o cabiam na sua chinelinha...<br />

<br />

Chamava-se Vladimira; nascera ao p&eacute; de Nidji-Novogorod; e
f&ocirc;ra educada por uma tia velha que admirava Rousseau, lia
Faublas, usava o cabello empoado, e parecia a grossa lithographia
cossaca d'uma dama galante de Versalhes...<br />

<br />

O sonho de Vladimira era habitar Paris; e fazendo ferver delicadamente
as folhas de ch&aacute;, pedia-me historias ladinas de <em>Cocottes</em>,
e dizia-me o seu culto por Dumas filho...<br />

<br />

<span class="pagenum">[121]</span>
Eu arrega&ccedil;ava-lhe a larga manga do casabeque de
s&ecirc;da c&ocirc;r de folha morta, e ia fazendo viajar os
meus labios devotos pela pelle fresca dos seus bellos
bra&ccedil;os;&#8213;e depois sobre o divan,
enla&ccedil;ados, peito contra peito, n'um extasi mudo, sentiamos
as laminas de crystal resoar eoliamente, as
p&ecirc;gas azues esvoa&ccedil;arem pelos platanos, o fugitivo
rhythmo do arroio corrente...<br />

<br />

Os nossos olhos humedecidos encontravam &aacute;s vezes um quadro
de setim preto, por cima do divan, onde em caracteres chinezes se
desenrolavam senten&ccedil;as do Livro Sagrado de Li-Num
&laquo;sobre os
deveres das esposas&raquo;. Mas nenhum de n&oacute;s percebia o
chinez... E no silencio os nossos
beijos recome&ccedil;avam, espa&ccedil;ados, soando
d&ocirc;cemente, e comparaveis (na lingua florida <span class="pagenum">[122]</span>d'aquelles
paizes) a perolas que cahem uma a uma sobre uma
bacia de prata...&#8213;Oh suaves s&eacute;stas dos jardins de Pekin,
onde
estaes v&oacute;s? Onde estaes, folhas mortas dos lirios escarlates
do
Jap&atilde;o?...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Uma manh&atilde; Camilloff entrando na chancellaria, onde eu fumava
o cachimbo d'amizade de companhia com Meriskoff, atirou o seu enorme
sabre para um
canap&eacute;, e contou-nos radiante as noticias que lhe dera o
penetrante principe Tong.&#8213;Descobrira-se emfim que um opulento
Mandarim, de nome Ti-Chin-F&uacute;, vivera outr'ora nos confins da
Mongolia, na
villa de Tien-H&oacute;! Tinha morrido subitamente: e a sua larga
descendencia residia l&aacute;, em miseria, n'um casebre vil...<br />

<br />

<span class="pagenum">[123]</span>
Esta descoberta, &eacute; certo, n&atilde;o f&ocirc;ra
devida &aacute; sagacidade da burocracia imperial&#8213;mas fizera-a um
astrologo do templo de Faqua, que durante vinte noites
folhe&aacute;ra no c&eacute;o o luminoso archivo
dos astros...<br />

<br />

&#8213;Theodoro, ha-de ser o seu homem!&#8213;exclamou Camilloff.<br />

<br />

E Meriskoff repetiu, sacudindo a cinza do cachimbo:<br />

<br />

&#8213;Ha-de ser o seu homem, Theodoro!<br />

<br />

&#8213;O meu homem...&#8213;murmurei sombriamente.<br />

<br />

Era talvez o <em>meu homem</em>, sim! Mas n&atilde;o
me seduzia ir
procurar o <em>meu homem</em> ou a sua familia, na
monotonia d'uma caravana,
por essas desoladas extremidades da China!... Depois, desde que
cheg&aacute;ra a Pekin, eu n&atilde;o torn&aacute;ra a
avistar a f&oacute;rma
<span class="pagenum">[124]</span>odiosa de
Ti-Chin-F&uacute; e do seu papagaio. A Consciencia era
dentro em mim como uma pomba adormecida. Certamente,
o alto esfor&ccedil;o de me ter arrancado &aacute;s
do&ccedil;uras do <em>boulevard</em> e do Loreto, de
ter sulcado os mares
at&eacute; ao Imp&eacute;rio do Meio,
parecera &aacute; Eterna Equidade uma
expia&ccedil;&atilde;o sufficiente e uma
peregrina&ccedil;&atilde;o reparadora. Certamente
Ti-Chin-F&uacute;, acalmado, recolhera-se com o seu
papagaio &aacute; sempiterna Immobilidade... Para que iria eu,
pois, a
Tien-H&oacute;? Porque n&atilde;o ficaria alli, n'aquelle
amavel Pekin, comendo nenufares em calda d'assucar, abandonando-me
&aacute;s somnolencias amorosas do
<em>Repouso discreto</em>, e pelas tardes azuladas, dando o
meu passeio pelo
bra&ccedil;o do bom Meriskoff, nos terra&ccedil;os de jaspe da
Purifica&ccedil;&atilde;o ou sob os cedros do Templo do
C&eacute;o?...<br />

<br />

<span class="pagenum">[125]</span>
Mas j&aacute; o zeloso Camilloff, de lapis na m&atilde;o, ia
marcando no mappa o meu itiner&aacute;rio para Tien-H&oacute;!
E mostrando-me, n'um
desagradavel entrela&ccedil;amento, sombras de montes, linhas
tortuosas de rios,
esfumados de lag&ocirc;as:<br />

<br />

&#8213;Aqui est&aacute;! O meu hospede sobe at&eacute;
Ni-ku-h&eacute;, na margem do Pei-H&oacute;... D'ahi, em barcos
chatos vai a My-yun. Boa cidade, ha l&aacute; um
Buddha vivo... D'ahi, a cavallo, segue at&eacute; &aacute;
fortaleza
de Ch&eacute;-hia. Passa a grande muralha, famoso
espect&aacute;culo!... Descan&ccedil;a
no forte de Ku-pi-h&oacute;. P&oacute;de l&aacute;
ca&ccedil;ar a gazella. Soberbas
gazellas... E com dois dias de caminhada est&aacute; em
Tien-H&oacute;... Brilhante, hein?...
Quando quer partir? &Aacute;manh&atilde;?...<br />

<br />

&#8213;&Aacute;manh&atilde;&#8213;rosnei, tristonho.<br />

<br />

Pobre generala! N'essa noite, em <span class="pagenum">[125]</span>quanto
Meriskoff, ao fundo da sala,
fazia com tres officiaes da embaixada o seu <em>whist</em>
sacramental; e
Camilloff, ao canto do soph&aacute;, de bra&ccedil;os cruzados,
solemne como n'uma poltrona do Congresso de Vienna, dormia de bocca
aberta;&#8213;ella
sentou-se ao piano. Eu ao lado, na attitude d'um Lara, devastado pela
fatalidade,
retorcia lugubremente o bigode. E a d&ocirc;ce creatura, entre dois
gemidos do teclado, d'uma saudade penetrante, cantou revirando para mim
os seus olhos rebrilhantes e humidos:<br />

<br />

<div class="poetry">L'oiseau s'envole,<br />

L&aacute; bas,
l&aacute; bas!...<br />

L'oiseau s'envole...<br />

Ne
revient pas...</div>

<br />

<br />

&#8213;A ave ha-de voltar ao ninho,&#8213;murmurei eu enternecido.<br />

<br />

<span class="pagenum">[127]</span>
E, afastando-me a esconder uma lagrima, ia resmungando furioso:<br />

<br />

&#8213;Canalha de Ti-Chin-F&uacute;! Por tua causa! Velho malandro!
Velho garoto!...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Ao outro dia l&aacute; vou para Tien-H&oacute;&#8213;com o
respeitoso interprete S&aacute;-t&oacute;, uma longa fila de
carretas, dois cossacos, toda uma popula&ccedil;a de
koulis.<br />

<br />

Ao deixar a muralha da cidade tartara, seguimos muito tempo ao comprido
dos jardins sagrados que orlam o templo de Confucio.<br />

<br />

Era no fim do outono; j&aacute; as folhas tinham amarellecido; uma
do&ccedil;ura tocante errava no ar...<br />

<br />

Dos kiosques santos sahia uma susurra&ccedil;&atilde;o de
canticos, de nota monotona <span class="pagenum">[128]</span>e
triste. Pelos terra&ccedil;os, enormes
serpentes, veneradas como
deuses, iam-se arrastando, j&aacute; entorpecidas da friagem. E
aqui e
al&eacute;m, ao passar, avistavamos buddhistas decrepitos,
s&ecirc;ccos como pergaminhos e
nodosos como raizes, encruzados no ch&atilde;o sob os sycomoros,
n'uma
immobilidade de idolos, contemplando incessantemente o umbigo,
&aacute; espera da
perfei&ccedil;&atilde;o do Nirvana...<br />

<br />

E eu ia pensando, com uma tristeza t&atilde;o pallida como aquelle
mesmo c&eacute;o d'outubro asiatico, nas duas lagrimas redondinhas
que vira brilhar,
&aacute; despedida, nos olhos verdes da generala!...<br />

<br />

<h2>VI</h2>

<br />

<span class="smallcaps">J&aacute;</span> a tarde
declinava, e o sol descia vermelho como um escudo
de metal candente, quando cheg&aacute;mos a Tien-H&oacute;.<br />

<br />

As muralhas negras da villa erguem-se, do lado do sul, ao p&eacute;
d'uma torrente que ruge entre rochas: para o nascente, a planicie
livida e poeirenta <span class="pagenum">[130]</span>estende-se
at&eacute; a um grupo escuro de
collinas onde
branqueja um vasto edificio&#8213;que &eacute; uma Miss&atilde;o
Catholica. E
para al&eacute;m, para o extremo norte s&atilde;o as eternas
montanhas r&ocirc;xas da Mongolia,
suspensas sempre no ar como nuvens.<br />

<br />

Aloj&aacute;mo-nos n'um barrac&atilde;o fetido, intitulado
<em>Estalagem da Consola&ccedil;&atilde;o terrestre</em>.
Foi-me
reservado o quarto nobre, que abria sobre uma
galeria fixada em estacas; era ornado estranhamente de
drag&otilde;es de
papel recortado, suspensos por cordeis do travejamento do tecto;
&aacute;
menor aragem aquella legi&atilde;o de monstros fabulosos oscillava
em
cadencia, com um rumor secco de folhagem, como tomada de vida
sobrenatural e
grotesca.<br />

<br />

Antes que escurecesse fui v&ecirc;r com S&aacute;-t&oacute;
a villa: mas bem depressa <span class="pagenum">[131]</span>fugi
ao fedor abominavel das viellas: tudo se
me afigurou ser negro&#8213;os casebres, o ch&atilde;o barrento, os
enxurros, os c&atilde;es
famintos, a popula&ccedil;a abjecta... Recolhi ao albergue&#8213;onde
arreeiros mongoes e
crian&ccedil;as piolhosas me miravam com assombro.<br />

<br />

&#8213;Toda esta gente me parece suspeita,
S&aacute;-t&oacute;&#8213;disse eu, franzindo a testa.<br />

<br />

&#8213;-Tem Vossa Honra raz&atilde;o. &Eacute; uma ral&eacute;!
Mas n&atilde;o ha perigo: eu matei, antes de partirmos, um gallo
negro, e a deusa Kaonine deve estar contente. P&oacute;de Vossa
Honra dormir ao abrigo dos maus espiritos... Quer
Vossa Honra o ch&aacute;?...<br />

<br />

&#8213;Traze, S&aacute;-t&oacute;.<br />

<br />

Bebido o ch&aacute;, convers&aacute;mos do <em>grande
plano</em>: na
manh&atilde; seguinte eu a levar a alegria &aacute; triste
choupana <span class="pagenum">[132]</span>da viuva
de
Ti-Chin-F&uacute;, annunciando-lhe os milh&otilde;es que lhe
dava, depositados
j&aacute; em Pekin: depois, de accordo com o Mandarim governador,
fariamos uma copiosa distribui&ccedil;&atilde;o de arroz pela
popula&ccedil;a: e
&aacute; noite illumina&ccedil;&otilde;es,
dan&ccedil;as como n'uma gala publica...<br />

<br />

&#8213;Que te parece, S&aacute;-t&oacute;?<br />

<br />

&#8213;Nos labios de Vossa Honra habita a sabedoria de Confucio... Vai ser
grande! Vai ser grande!<br />

<br />

Como vinha can&ccedil;ado, bem c&ecirc;do comecei a bocejar, e
estirei-me sobre o estrado de tijolo aquecido que serve de leito nas
estalagens da China; enrolado na minha pelli&ccedil;a, fiz o signal
da cruz, e adormeci
pensando nos bra&ccedil;os brancos da generala, nos seus olhos
verdes de
sereia...<br />

<br />

Era talvez j&aacute; meia noite quando <span class="pagenum">[133]</span>despertei
a um rumor lento e
surdo que envolvia o barrac&atilde;o&#8213;como de forte vento n'um
arvoredo, ou
uma maresia grossa batendo um pared&atilde;o. Pela galeria aberta,
o luar
entrava no quarto, um luar triste d'outono asiatico, dando aos
drag&otilde;es
suspensos do tecto f&oacute;rmas, semelhan&ccedil;as
chimericas...<br />

<br />

Ergui-me, j&aacute; nervoso&#8213;quando um vulto, alto e inquieto,
appareceu na facha luminosa do luar...<br />

<br />

&#8213;Sou eu, Vossa Honra!&#8213;murmurou a voz apavorada de
S&aacute;-t&oacute;.<br />

<br />

E logo, agachando-se ao p&eacute; de mim, contou-me n'um fluxo de
palavras roucas a sua afflic&ccedil;&atilde;o:&#8213;emquanto eu
dormia,
espalh&aacute;ra-se pela villa que um estrangeiro, o <em>Diabo
estrangeiro</em>, cheg&aacute;ra com bagagens
carregadas de thesouros... J&aacute; desde o come&ccedil;o da
noite elle
tinha entrevisto <span class="pagenum">[134]</span>faces
agudas, d'olho voraz, rondando o
barrac&atilde;o, como chacaes
impacientes... E orden&aacute;ra logo aos koulis que
entrincheirassem a porta com os
carros das bagagens, formados em semi-circulo &aacute; velha
maneira
tartara... Mas pouco a pouco a malta crescera... Agora vinha
d'espreitar por um postigo: e era em roda da estalagem toda a
popula&ccedil;a de
Tien-H&oacute;, rosnando sinistramente... A deusa Kaonine
n&atilde;o se satisfizera com o
sangue do gallo preto!... Al&eacute;m d'isso elle vira &aacute;
porta
d'um Pagode uma cabra negra recuar!... A noite ser&iacute;a de
terrores!... E sua mulher,
o osso do seu osso, que estava t&atilde;o longe, em Pekin!...<br />

<br />

&#8213;E agora, S&aacute;-t&oacute;?&#8213;perguntei eu.<br />

<br />

&#8213;Agora... Vossa Honra! Agora...<br />

<br />

Calou-se: e a sua magra figura <span class="pagenum">[135]</span>tremia,
aca&ccedil;apada como um
c&atilde;o que se roja sob o a&ccedil;oite.<br />

<br />

Eu afastei o cobarde, e adiantei-me para a galeria. Em baixo, o muro
fronteiro, coberto d'um alpendre, projectava uma funda sombra. Ahi com
effeito estava uma turba negra apinhada. &Aacute;s vezes uma
figura, rastejando, adiantava-se no espa&ccedil;o alumiado,
espreitava,
farejava as carretas, e sentindo a lua sobre a face, recuava vivamente,
fundindo-se
na escurid&atilde;o: e como o tecto do alpendre era baixo, faiscava
um momento &aacute; luz algum ferro de lan&ccedil;a
inclinada...<br />

<br />

&#8213;Que querem voss&ecirc;s, canalha?&#8213;bradei eu em portuguez.<br />

<br />

A esta voz estrangeira um grunhido sahiu da treva; immediatamente uma
pedra veio ao meu lado <span class="pagenum">[136]</span>furar
o papel encerado da gelosia; depois uma
flecha silvou, cravou-se por cima da minha cabe&ccedil;a, n'um
barrote...<br />

<br />

Desci rapidamente &aacute; cozinha da estalagem. Os meus koulis,
acocorados sobre os calcanhares, batiam o queixo n'um terror; e os dois
cossacos que me acompanhavam, impassiveis &aacute; lareira,
cachimbavam, com
o sabre n&uacute; nos joelhos.<br />

<br />

O velho estalajadeiro d'oculos, uma av&oacute; andrajosa que eu
vira no pateo deitando ao ar um papagaio de papel, os arreeiros
mongoes, as
crian&ccedil;as piolhosas, esses tinham desapparecido;
s&oacute; fic&aacute;ra
um velho, bebedo d'opio, cahido a um canto como um fardo.
F&oacute;ra ouvia-se
j&aacute; a multid&atilde;o vociferar.<br />

<br />

Interpellei ent&atilde;o S&aacute;-t&oacute;, que quasi
<span class="pagenum">[137]</span>desmaiava,
arrimado a uma viga: n&oacute;s estavamos sem armas; os
dois cossacos, s&oacute;s, n&atilde;o
podiam repellir o assalto: era necessario pois ir acordar o Mandarim
governador, revelar-lhe que eu era um amigo de Camilloff, um conviva do
principe Tong, intimal-o a que viesse dispersar a turba, manter a lei
santa da hospitalidade!...<br />

<br />

Mas S&aacute;-t&oacute; confessou-me, n'uma voz debil como um
s&ocirc;pro, que o Governador de certo &eacute; quem estava
dirigindo o assalto! Desde as
authoridades at&eacute; aos mendigos, a fama da minha riqueza, a
legenda das carretas
carregadas d'oiro inflamm&aacute;ra todos os appetites!... A
prudencia
ordenava, como um mandamento santo, que abandonassemos parte dos
thesouros, mulas, caixas
de comestiveis...<br />

<br />

<span class="pagenum">[138]</span> &#8213;E ficar aqui,
n'esta ald&ecirc;a maldita, sem camisas, sem
dinheiro e sem mantimentos?...<br />

<br />

&#8213;Mas com a rica vida, Vossa Honra!<br />

<br />

Cedi. E ordenei a S&aacute;-t&oacute; que fosse
prop&ocirc;r &aacute; turba uma copiosa
distribui&ccedil;&atilde;o de sapeques,&#8213;se ella consentisse em
recolher aos seus casebres, e respeitar em n&oacute;s os hospedes
enviados por
Buddha...<br />

<br />

S&aacute;-t&oacute; subiu &aacute; sacada da galeria, a
tremer; e rompeu logo a arengar &aacute; malta, bracejando,
atirando as palavras com a violencia d'um
c&atilde;o que ladra. Eu abrira j&aacute; uma maleta, e ia-lhe
passando cartuchos,
saccos de sapeques&#8213;que elle arremessava aos punhados com um gesto de
semeador...
Em baixo havia por momentos um tumulto furioso ao chover dos metaes;
<span class="pagenum">[139]</span>depois um lento
suspiro de gula satisfeita; e logo um silencio, n'uma
suspens&atilde;o <em>de quem espera mais</em>...<br />

<br />

&#8213;Mais!&#8213;murmurava S&aacute;-t&oacute;, voltando-se para mim
ancioso.<br />

<br />

Eu, indignado, l&aacute; lhe dava outros cartuchos, mais
r&ocirc;los, m&oacute;lhos de moedas de meio real enfiadas em
cordeis... J&aacute; a maleta
estava vazia. A turba rugia, insaciada.<br />

<br />

&#8213;Mais, Vossa Honra!&#8213;supplicou S&aacute;-t&oacute;.<br />

<br />

&#8213;N&atilde;o tenho mais, creatura! O resto est&aacute; em
Pekin!<br />

<br />

&#8213;Oh Buddha Santo! Perdidos! Perdidos!&#8213;chamou
S&aacute;-t&oacute;, abatendo-se sobre os joelhos.<br />

<br />

A popula&ccedil;a, calada, esperava ainda. De repente, uma
ulula&ccedil;&atilde;o selvagem rasgou o ar. E eu senti aquella
massa avida arremessar-se sobre as <span class="pagenum">[140]</span>carretas
que defendiam a porta em
semi-circulo: ao choque todo o madeiramento da <em>Estalagem da
Consola&ccedil;&atilde;o
terrestre</em> rangeu e oscillou...<br />

<br />

Corri &aacute; varanda. Em baixo era um tropel desesperado em torno
dos carros derrubados: os machados reluziam cahindo sobre a tampa dos
caixotes: o coiro das malas abria-se fendido &aacute; faca por
m&atilde;os
innumeraveis: no alpendre, os cossacos debatiam-se, aos urros, sob o
cutelo. Apesar da lua, eu via em roda do barrac&atilde;o errarem
tochas, n'uma
dispers&atilde;o de fagulhas: um alarido rouco elevava-se, fazendo
ao longe uivar os
c&atilde;es; e de todas as viellas desembocava, corria
popula&ccedil;a, sombras
ligeiras, agitando chu&ccedil;os e foices recurvas...<br />

<br />

Subitamente, na loja terrea, ouvi o tumulto da turba que a invadia
<span class="pagenum">[141]</span>pelas portas
despeda&ccedil;adas: de certo me procuravam, suppondo
que eu
teria commigo o melhor do thesouro, pedras preciosas ou oiros... O
terror desvairou-me. Corri a uma grade de bamb&uacute;s para o lado
do
pateo. Demoli-a, saltei sobre uma camada de matto grosso, n'um cheiro
acre de immundicies. O meu poney, preso a uma trave, relinchava,
puxando furiosamente o cabresto: arremessei-me sobre elle,
empolguei-lhe as crinas...<br />

<br />

N'esse momento, do port&atilde;o da cozinha arrombada rompia uma
horda com lanternas, lan&ccedil;as, n'um clamor de delirio. O
poney,
espantado, salta um regueiro; uma flecha silva a meu lado; depois um
tijolo bate-me no hombro, outro nos rins, outro na anca do poney, outro
mais grosso rasga-me a orelha! Agarrado desesperadamente <span class="pagenum">[142]</span>&aacute;s
crinas,
archejando, com a lingua de f&oacute;ra, o sangue a gottejar da
orelha, vou
despedido n'uma desfilada furiosa ao longo d'uma lua negra... De
repente vejo diante de
mim a muralha, um basti&atilde;o, a porta da villa fechada!<br />

<br />

Ent&atilde;o, allucinado, sentindo atraz rugir a turba, abandonado
de todo o soccorro humano&#8213;<em>precisei de Deus</em>!
Acreditei n'elle,
gritei-lhe que
me salvasse; e o meu espirito ia tumultuosamente arrebatando, para lhe
offerecer, fragmentos de ora&ccedil;&otilde;es, de
<em>Salv&egrave;-Rainhas</em>, que ainda me jaziam no
fundo da memoria...
Voltei-me sobre a anca do potro: d'uma esquina ao longe surgiu um
fogacho de tochas: era a corja!... Larguei
de golpe ao comprido da alta muralha que corria ao meu lado como uma
vasta
fita negra <span class="pagenum">[143]</span>furiosamente
desenrolada: de subito avisto uma brecha, um
boqueir&atilde;o erri&ccedil;ado d'esgalhos de
sar&ccedil;as, e f&oacute;ra a planicie que sob a lua parecia
como uma vasta agua dormente! Lancei-me para l&aacute;,
desesperadamente, sacudido aos gal&otilde;es do potro... E muito
tempo galopei no descampado.<br />

<br />

De repente o poney, eu, rol&aacute;mos com um baque surdo. Era uma
lag&ocirc;a. Entrou-me pela bocca agua putrida, e os p&eacute;s
enla&ccedil;aram-se-me nas raizes molles dos nenufares... Quando me
ergui, me firmei no
s&oacute;lo,&#8213;vi o poney, correndo, muito longe, como uma sombra,
com os estribos ao vento...<br />

<br />

Ent&atilde;o comecei a caminhar por aquella solid&atilde;o,
enterrando-me nas terras lodosas, cortando atrav&eacute;s do matto
espinhoso. O sangue da
orelha ia-me pingando sobre o hombro: &aacute; <span class="pagenum">[144]</span>frialdade agreste, o
fato
encharcado regelava-se-me sobre a pelle: e por vezes, na sombra,
parecia-me
v&ecirc;r luzir olhos de feras.<br />

<br />

Emfim, encontrei um recinto de pedras soltas onde jazia, sob um arbusto
negro, um d'aquelles mont&otilde;es d'esquifes amarellos que os
chinezes abandonam nos campos, e onde apodrecem corpos. Abati-me sobre
um
caix&atilde;o, prostrado: mas um cheiro abominavel pesava no ar: e
ao apoiar-me sentia
o viscoso d'um liquido que escorria pelas fendas das
t&aacute;buas... Quiz fugir. Mas os joelhos negavam-se, tremiam-me:
e arvores, rochas, hervas
altas, todo o horisonte come&ccedil;ou a girar em torno de mim como
um disco muito rapido. Faiscas sanguineas vibravam-me diante dos olhos:
e senti-me como cahindo de muito alto, <span class="pagenum">[145]</span>devagar,
&aacute; maneira
d'uma penna que desce...<br />

<br />

Quando recuperei a consciencia estava estirado n'um banco de pedra, no
pateo d'um vasto edificio semelhante a um convento, que um alto
silencio envolvia. Dois padres lazaristas lavavam-me devagar a orelha.
Um ar fresco circulava; a roldana d'um po&ccedil;o rangia
lentamente; um
sino tocava a matinas. Ergui os olhos, avistei uma fachada branca com
janellinhas gradeadas e uma cruz no topo: ent&atilde;o, vendo
n'aquella paz de
claustro catholico como um recanto da patria recuperada, o abrigo e a
consola&ccedil;&atilde;o, rolaram-me das palpebras duas
lagrimas mudas.<br />

<br />

<h2>VII</h2>

<br />

<span class="smallcaps">De</span> madrugada, dois
padres lazaristas, dirigindo-se a
Tien-H&oacute;, tinham-me encontrado desmaiado no caminho. E, como
disse o alegre padre Loriot, &laquo;era j&aacute;
tempo&raquo;; porque em redor do meu
corpo immovel um negro semi-circulo d'esses grossos <span class="pagenum">[148]</span>e soturnos corvos
da Tartaria
j&aacute; me estava contemplando com gula...<br />

<br />

Trouxeram-me sem demora para o convento n'uma padiola,&#8213;e grande foi o
regosijo da communidade quando soube que eu era um latino, um
christ&atilde;o e um subdito dos Reis Fidelissimos. O convento
f&oacute;rma alli o
centro d'um pequeno burgo catholico, apinhado em torno da
maci&ccedil;a
residencia como uma casaria de servos &aacute; base d'um castello
feudal. Existe desde
os primeiros missionarios que percorreram a Manchouria. Porque
n&oacute;s
estamos aqui nos confins da China: para al&eacute;m j&aacute;
&eacute; a
Mongolia, a Terra das Hervas, immenso prado verde-escuro, leziria sem
fim, colorida aqui e al&eacute;m do
vivo das fl&ocirc;res silvestres...<br />

<br />

Ahi jaz a vasta planicie dos Nomadas. Da minha janella eu via negrejar
<span class="pagenum">[149]</span>os circulos de
tendas cobertas de feltro, ou de pelles de carneiro; e
por vezes assistia &aacute; partida d'uma tribu, em filas de longas
caravanas, levando os seus rebanhos para o oeste...<br />

<br />

O superior lazarista era o excellente padre Giulio. A longa permanencia
entre as ra&ccedil;as amarellas torn&aacute;ra-o quasi um
chinez: quando eu o encontrava no claustro com a sua tunica
r&ocirc;xa, o rabicho
longo, a barba veneravel, agitando devagar um enorme leque&#8213;parecia-me
algum
s&aacute;bio letrado mandarim commentando mentalmente, na paz de um
templo, o Livro sacro de Ch&uacute;. Era um santo: mas o cheiro
d'alho que
exhalava&#8213;afastaria as almas mais doloridas e precisadas de
consola&ccedil;&atilde;o.<br />

<br />

Conservo suave a memoria dos dias alli passados! O meu quarto, caiado
de branco, com uma cruz negra, tinha <span class="pagenum">[150]</span>um
recolhimento de cella. Acordava
sempre ao toque de matinas. Em respeito aos velhos missionarios, vinha
ouvir a missa &aacute; capella: e enternecia-me, alli,
t&atilde;o longe da patria catholica, n'aquellas terras mongolicas,
v&ecirc;r &aacute;
clara luz da manh&atilde; a casula do padre, com a sua cruz
bordada, curvando-se diante do altar, e
sentir ciciar no fresco silencio&#8213;os <em>Dominus vobiscum</em>,
e os <em>Cum
spiritu tuo</em>...<br />

<br />

De tarde ia &aacute; esc&oacute;la, admirar os pequenos
chinezes declinando <em>Hora, Horoe</em>... E depois do
refeitorio, passeando
no claustro, escutava historias de longiquas miss&otilde;es, de
viagens apostolicas ao
<em>Paiz das Hervagens</em>, as pris&otilde;es
supportadas, as marchas, os
perigos,
as Chronicas heroicas da F&eacute;...<br />

<br />

Eu por mim n&atilde;o contei no convento as minhas aventuras
phantasticas: <span class="pagenum">[151]</span>dei-me
como um <em>touriste</em> curioso,
tomando apontamentos
pelo Universo.
E esperando que a minha orelha cicatrizasse, abandonava-me, n'uma
lassid&atilde;o d'alma, &aacute;quella paz de mosteiro...<br />

<br />

Mas estava decidido a deixar bem depressa a China, esse Imperio
barbaro, que eu odiava agora, prodigiosamente!<br />

<br />

Quando me punha a pensar que viera desde os confins do Occidente, para
trazer a uma provincia chineza a abundancia dos meus
milh&otilde;es, e que apenas l&aacute; cheg&aacute;ra
f&ocirc;ra logo saqueado,
apedrejado, fr&eacute;chado&#8213;enchia-me um rancor surdo, gastava
horas agitando-me pelo quarto, a revolver coisas feras que tentaria
para me vingar do Imperio do Meio!<br />

<br />

Retirar-me com os meus milh&otilde;es era a desforra mais pratica,
mais facil! <span class="pagenum">[152]</span>Demais,
a minha id&eacute;a de resuscitar
artificialmente, para bem
da China, a personalidade de Ti-Chin-F&uacute;, parecia-me agora
absurda, d'uma
insensatez de sonho. Eu n&atilde;o comprehendia a lingua, nem os
costumes, nem
os ritos, nem as leis, nem os sabios d'aquella ra&ccedil;a: que
vinha pois
fazer alli, sen&atilde;o exp&ocirc;r-me, pelo apparato da minha
riqueza,
aos assaltos d'um povo, que, ha quarenta e quatro seculos, &eacute;
pirata nos mares e traz
as terras varridas de rapina!...<br />

<br />

Al&eacute;m d'isso, Ti-Chin-F&uacute; e o seu papagaio
continuavam invisiveis, remontados de certo ao C&eacute;o chinez
dos Av&oacute;s: e
j&aacute; o aplacamento do remorso visivel diminuira em mim
singularmente o desejo da
expia&ccedil;&atilde;o...<br />

<br />

Sem duvida o velho letrado estava fatigado de deixar essas
regi&otilde;es ineffaveis para se vir estirar pelos meus <span class="pagenum">[153]</span>moveis.
Vira os meus
esfor&ccedil;os, o meu desejo de ser util &aacute; sua prole,
&aacute; sua
provincia, &aacute; sua ra&ccedil;a&#8213;e, satisfeito,
accommod&aacute;ra-se regaladamente para a sua
s&eacute;sta eterna. Eu nunca mais avistaria a sua pan&ccedil;a
amarella!...<br />

<br />

E ent&atilde;o mordia-me o appetite de me achar j&aacute;
tranquillo e livre, no pacifico gozo do meu oiro, ao Loreto ou no
<em>boulevard</em>, sorvendo o mel &aacute;s
fl&ocirc;res da
Civilisa&ccedil;&atilde;o...<br />

<br />

Mas a viuva de Ti-Chin-F&uacute;, as mimosas senhoras da sua
descendencia, os netos pequeninos?... Iria eu deixal-os barbaramente,
na fome e no frio,
pelas viellas negras de Tien-H&oacute;? N&atilde;o. Esses
n&atilde;o eram culpados das pedradas que me atir&aacute;ra a
popula&ccedil;a. E eu
christ&atilde;o, asylado n'um convento christ&atilde;o, tendo
&aacute; cabeceira da cama o Evangelho,
cercado d'existencias que eram <span class="pagenum">[154]</span>incarna&ccedil;&otilde;es
de
Caridade&#8213;n&atilde;o
podia partir do Imperio sem restituir &aacute;quelles que
despoj&aacute;ra, a abundancia,
esse conforto honesto que recommenda o Classico da Piedade Filial...<br />

<br />

Ent&atilde;o escrevi a Camilloff. Contava-lhe a minha abjecta fuga,
sob as pedras da turba chineza; o abrigo christ&atilde;o que me
dera a
Miss&atilde;o; o vivaz desejo de partir do Imperio do Meio.
Pedia-lhe que remettesse elle
&aacute; viuva de Ti-Chin-F&uacute; os milh&otilde;es
depositados por
mim em casa do mercador Tsing-F&oacute;, na avenida de Cha-Coua, ao
lado do arco triumphal
de Tong, junto ao templo da deusa Kaonine.<br />

<br />

O alegre padre Loriot, que ia a Pekin em miss&atilde;o, levou esta
carta, que eu lacr&aacute;ra com o s&ecirc;llo do convento&#8213;uma
cruz
sahindo d'um cora&ccedil;&atilde;o em chammas...<br />

<br />

<span class="pagenum">[155]</span>
Os dias passaram. As primeiras neves alvejaram nas montanhas
septentrionaes da Manchouria: e eu occupava-me a ca&ccedil;ar a
gazella pela Terra das Hervas... Horas energicas e fortemente
v&iacute;vidas, as
d'essas manh&atilde;s, quando eu largava &aacute; desfilada, no
grande
ar agreste da planicie, entre os monteadores mongolicos que, com um
grito ululado e vibrante, batiam o matagal &aacute;
lan&ccedil;ada! Por vezes, uma
gazella saltava: e, d'orelha baixa, estirada e fina, partia no fio do
vento... Soltavamos o
falc&atilde;o que voava sobre ella, d'aza serena, dando-lhe a
espa&ccedil;os
regulares, com toda a for&ccedil;a do bico recurvo, uma picada viva
no craneo. E
iamo'l-a abater, por fim, &aacute; beira d'alguma agua morta,
coberta de
nenufares... Ent&atilde;o os c&atilde;es negros da Tartaria
amontoavam-se-lhe sobre o ventre, e, com as patas no sangue, iam-lhe <span class="pagenum">[156]</span>a
ponta de dente, desfiando devagar as entranhas...<br />

<br />

Uma manh&atilde; o leigo da portaria avistou emfim o alegre padre
Loriot, galgando &aacute; lufa-lufa pelo caminho ingreme do burgo,
de volta
de Pekin, com a sua mochila ao hombro, e uma criancinha nos
bra&ccedil;os:
tinha-a encontrado abandonada, nuasinha, morrendo &aacute; beira
d'um
caminho: baptis&aacute;ra-a logo n'um regato com o nome de
<em>Bem-Achado</em>: e
alli a trazia, todo enternecido, arquejando de tanto que
estug&aacute;ra o
passo, para dar depressa &aacute; creaturinha esfomeada o bom leite
da cabra do
convento...<br />

<br />

Depois d'abra&ccedil;ar os religiosos, d'enxugar as grossas bagas
de suor, tirou da algibeira dos cal&ccedil;&otilde;es um
enveloppe com o
sello da aguia russa:<br />

<br />

&#8213;&Eacute; isto que manda o pap&aacute; Camilloff, <span class="pagenum">[157]</span>amigo
Theodoro. Ficou optimo. E a senhora tambem... Tudo rijo.<br />

<br />

Corri a um recanto do claustro a l&ecirc;r as duas folhas de prosa.
Meu bom Camilloff, de calva severa e olho de mocho! Como elle alliava
t&atilde;o originalmente ao senso fino d'um habil de Chancellaria
as caturrices picarescas de diplomata bufo! A carta dizia assim:<br />

<br />

<br />

<div class="signature">&laquo;Amigo, hospede, e
carissimo Theodoro,</div>

<br />

<br />

&laquo;&Aacute;s primeiras linhas
da sua carta fic&aacute;mos consternados! Mas logo as
seguintes nos deram um grato
allivio, por nos certificar que estava
com esses santos padres da
Miss&atilde;o christ&atilde;... Eu parti para o Yamen
imperial a fazer uma severa
reclama&ccedil;&atilde;o ao principe Tong, sobre o
escandalo de
Tien-H&oacute;. Sua excellencia <span class="pagenum">[158]</span>mostrou
um jubilo
desordenado! Porque, se
lamenta como particular a offensa, o roubo
e as pedradas que o meu
hospede soffreu, como ministro do Imperio
v&ecirc; ahi a
d&ocirc;ce opportunidade d'extorquir &aacute; villa de
Tien-H&oacute;, em multa,
em castigo da injuria
feita a um estrangeiro, a vantajosa
somma de <em>trezentos
mil
francos</em>, ou, segundo os calculos do nosso
sagaz Meriskoff, <em>cincoenta
e
quatro contos de reis</em> na moeda do
seu bello paiz! &Eacute;,
como disse Meriskoff, um excellente resultado
para o Erario imperial, e fica
assim a sua orelha copiosamente
vingada... Aqui,
come&ccedil;am a picar os primeiros frios, e j&aacute; estamos
usando pelles. O bom Meriskoff
l&aacute; vai soffrendo do figado, mas a
d&ocirc;r n&atilde;o
lhe altera o criterio philosophico nem a s&aacute;bia
verbosidade... Tivemos um
grande desgosto: o lindo c&atilde;osinho da boa
Madame <span class="pagenum">[159]</span>Tagarieff,
a esposa do
nosso amado secretario, o adoravel
<em>Tu-tu</em>
desappareceu na
manh&atilde; de 15... Fiz, na policia, instancias
urgentes, mas o <em>Tu-tu</em>
n&atilde;o nos foi restituido,&#8213;e o sentimento &eacute;
tanto maior, quanto
&eacute; sabido que a popula&ccedil;a de Pekin aprecia
extremamente estes
c&atilde;esinhos, guisados em calda de assucar...
Deu-se aqui um facto
abominavel e de consequencias funestas: a
ministra de Fran&ccedil;a,
essa petulante Madame Grijon, esse <em>galho
s&ecirc;cco</em>
(como diz o
nosso Meriskoff), no ultimo jantar da lega&ccedil;&atilde;o,
deu, em desprezo de todas as
regras internacionaes, o bra&ccedil;o, o seu
descarnado bra&ccedil;o, e
a sua direita &aacute; mesa a um simples addido
inglez, lord Gordon! Que me
diz a isto? &Eacute; crivel? &Eacute; racional? &Eacute;
destruir a ordem social! O
bra&ccedil;o, a direita, a um addido, um
escossez c&ocirc;r de
tijolo, de vidro entalado <span class="pagenum">[160]</span>no
olho, quando havia
presentes todos os
embaixadores, os ministros, e eu! Isto tem
causado, no corpo diplomatico,
uma sensa&ccedil;&atilde;o inenarravel...
Esperamos
instruc&ccedil;&otilde;es dos nossos governos. Como diz
Meriskoff, oscillando
tristemente a
cabe&ccedil;a&#8213;<em>&eacute; grave... &eacute; muito
grave</em>!&#8213;O
que prova (e ninguem o
duvidava)
que lord Gordon &eacute; o Benjamim do <em>galho
s&ecirc;cco</em>.
Que
podrid&atilde;o! Que lodo!... A generala n&atilde;o tem passado
bem, desde a sua partida para
essa
malfadada Tien-H&oacute;; o doutor Pagloff
n&atilde;o lhe percebe o
mal; &eacute; uma languidez, um murchar, uma saudosa
indolencia que a conserva
horas e horas immovel sobre o soph&aacute;, no
<em>Pavilh&atilde;o
do
Repouso discreto</em>, com o olhar vago e o labio cheio de
suspiros... Eu n&atilde;o
me illudo: sei perfeitamente o que a mina: &eacute; a
desgra&ccedil;ada
doen&ccedil;a de bexiga, que lhe veio das m&aacute;s <span class="pagenum">[161]</span>aguas,
quando estivemos na
lega&ccedil;&atilde;o de Madrid... Seja feita a vontade do
Senhor!... Ella pede-me para
lhe mandar <em>un petit bonjour</em>, e
deseja que o meu hospede
apenas chegue a Paris, se f&ocirc;r a Paris, lhe
remetta pela mala da Embaixada
para S. Petersburgo (d'ahi vir&aacute; a
Pekin) duas duzias de luvas de
doze bot&otilde;es, numero <em>cinco e tres
quartos</em>, da marca <em>Sol</em>,
dos
armazens do Louvre; assim como os
ultimos romances de Zola,
<span class="smallcaps">Mademoiselle de Maupin</span>
de Gautier, e uma
caixa de frascos de
<em>Opoponax</em>... Esquecia-me dizer-lhe que
mud&aacute;mos
de padeiro: fornecemo-nos
agora na padaria da Embaixada ingleza:
deix&aacute;mos a da
Embaixada franceza para n&atilde;o ter
communica&ccedil;&otilde;es com o
<em>galho
s&ecirc;cco</em>... Ahi
est&atilde;o os inconvenientes de n&atilde;o termos aqui na
Embaixada russa uma
padaria&#8213;apesar de tantos relatorios, tantas
<span class="pagenum">[162]</span>
reclama&ccedil;&otilde;es que, sobre esse ponto, tenho feito
para a chancellaria de S.
Petersburgo! Elles sabem
bem que em Pekin n&atilde;o ha padarias,
que cada
lega&ccedil;&atilde;o tem a sua propria, como um elemento
d'installa&ccedil;&atilde;o
e d'influencia. Mas
qu&ecirc;! Na c&ocirc;rte imperial desattendem-se os mais
serios interesses da
civilisa&ccedil;&atilde;o russa!... Creio que &eacute; tudo
o que ha de novo em Pekin e
nas
lega&ccedil;&otilde;es. Meriskoff recommenda-se, e
todos d'esta Embaixada; e
tambem o condesinho Arthur, o Zizi da
lega&ccedil;&atilde;o
hespanhola, o <em>Focinho cahido</em>, e o
Lul&uacute;; emfim todos; eu
mais que ninguem, que me
assigno com saudade e affei&ccedil;&atilde;o<br />

<br />

<div class="signature"><em>&laquo;General
Camilloff&raquo;</em>.<br />

<br />

</div>

<br />

&laquo;P.S. Em quanto &aacute;
viuva e familia de Ti-Chin-F&uacute;, houve um engano: o
astrologo <span class="pagenum">[163]</span>do
templo de Faqua
equivocou-se na interpreta&ccedil;&atilde;o sideral:
n&atilde;o &eacute;
realmente em Tien-H&oacute; que reside essa familia... &Eacute;
ao sul da China, na provincia
de
Cant&atilde;o. Mas tamb&eacute;m ha uma familia
Ti-Chin-F&uacute; para
al&eacute;m da Grande
Muralha, quasi na fronteira russa, no districto
de Ka-&oacute;-li. A ambas
morreu o chefe, a ambas assaltou a pobreza...
Portanto, esperando novas
ordens, n&atilde;o levantei os dinheiros da casa
de Tsing-F&oacute;. Esta
recente informa&ccedil;&atilde;o mandou-m'a hoje sua
excellencia o principe Tong,
com uma deliciosa compota de
calombro... Devo annunciar-lhe
que o nosso bom S&aacute;-T&oacute; aqui
appareceu, de volta de
Tien-H&oacute;, com um bei&ccedil;o rachado e leves
contus&otilde;es no
hombro, tendo apenas salvado da bagagem saqueada uma
lithographia de Nossa Senhora
das D&ocirc;res, que, pela inscrip&ccedil;&atilde;o a
tinta, vejo que pertencera a
<span class="pagenum">[164]</span>sua respeitavel
mam&atilde;... Os meus
valentes cossacos, esses,
l&aacute; ficaram n'uma po&ccedil;a de sangue. Sua
excellencia o principe Tong
condescende em m'os pagar a dez mil
francos cada um, das sommas
extorquidas &aacute; villa de Tien-H&oacute;...
S&aacute;-T&oacute;
diz-me que se o meu hospede,
como &eacute; natural, recome&ccedil;ar as suas
viagens atrav&eacute;s do
imperio em busca dos Ti-Chin-F&uacute;,&#8213;elle
considerar-se-hia honrado e
venturoso em o acompanhar, com uma
fidelidade canina e uma
docilidade cossaca...<br />

<br />

<div class="signature"><em>&laquo;Camilloff</em>&raquo;.</div>

<br />

<br />

&#8213;N&atilde;o! nunca!&#8213;rugi com furor, amarrotando a carta,
monologando a largas passadas pelo melancolico
claustro.&#8213;N&atilde;o, por Deus ou pelo
Demonio! Ir de novo bater as estradas da China? J&aacute;mais! <span class="pagenum">[165]</span>Oh
sorte
grotesca e desastrosa! Deixo os meus regalos ao Loreto, o meu ninho
amoroso de Paris, venho rolado pela vaga enjoad&ocirc;ra de
Marselha a
Chang-Hai, soffro as pulgas das bateiras chinezas, o fedor das viellas,
a poeirada dos caminhos aridos&#8213;e para qu&ecirc;? Tinha um plano,
que se erguia
at&eacute; aos c&eacute;os, grandioso e ornamentado como um
troph&eacute;o: por sobre elle
scintillavam, d'alto a baixo, toda a sorte
d'ac&ccedil;&otilde;es boas: e eis
que o vejo tombar ao ch&atilde;o, pe&ccedil;a a
pe&ccedil;a, n'uma ruina! Queria
dar o meu nome, os meus milh&otilde;es, e metade do meu leito
d'oiro a uma senhora Ti-Chin-F&uacute;&#8213;e
n&atilde;o m'o permittem os prejuizos sociaes d'uma ra&ccedil;a
barbara! Pretendo,
com o bot&atilde;o de crystal de Mandarim, remodelar os destinos da
China, trazer-lhe a prosperidade civil,&#8213;e veda-m'o a lei imperial!
Aspiro a derramar <span class="pagenum">[166]</span>uma
esmola sem fim por esta popula&ccedil;a
faminta&#8213;e corro o perigo
ingrato de ser decapitado como instigador de rebelli&otilde;es!
Venho
enriquecer uma villa&#8213;e a turba tumultuosa apedreja-me! Ia emfim dar a
abundancia, o conforto que louva Confucio, &aacute;
fam&iacute;lia
Ti-Chin-F&uacute;,&#8213;e essa familia some-se, evapora-se como um
fumo, e outras familias
Ti-Chin-F&uacute; surgem, aqui e al&eacute;m, vagamente, ao
sul, a oeste, como
clar&otilde;es enganadores... E havia d'ir a Cant&atilde;o, a
Ka-&oacute;-li, exp&ocirc;r a
outra orelha a tijolos brutaes, fugir ainda pelos descampados, agarrado
&aacute;s crinas d'um
potro? J&aacute;mais!<br />

<br />

Parei: e de bra&ccedil;os erguidos, fallando &aacute;s arcadas
do claustro, &aacute;s arvores, ao ar silencioso e fino que me
envolvia:<br />

<br />

&#8213;Ti-Chin-F&uacute;!&#8213;bradei&#8213;Ti-Chin-F&uacute;, para te
aplacar, fiz o que era racional, generoso e logico! Est&aacute;s
emfim satisfeito, <span class="pagenum">[167]</span>letrado
veneravel, tu, o teu gentil papagaio, a tua pan&ccedil;a official?
Falla-me!
Falla-me!...<br />

<br />

Escutei, olhei: a roldana do po&ccedil;o, &aacute;quella hora
do meio dia, rangia devagar, no pateo: sob as amoreiras, ao longo da
arcaria do claustro, seccavam em papel s&ecirc;da as folhas de
ch&aacute; da
colheita d'outubro: da porta meio cerrada da aula vinha um susurro
lento de
declina&ccedil;&otilde;es latinas: era uma paz severa, feita da
simplicidade das
occupa&ccedil;&otilde;es, da honestidade dos estudos, do ar
pastoril d'aquella collina, onde dormia, sob um sol branco d'inverno, o
burgo religioso... E com aquella serenidade ambiente, pareceu-me
receber na alma, de repente, uma
pacifica&ccedil;&atilde;o absoluta!<br />

<br />

Accendi com os dedos ainda tremulos um charuto, e disse, limpando na
<span class="pagenum">[168]</span>testa uma baga de
suor, esta palavra, resumo d'um destino:<br />

<br />

&#8213;Bem, Ti-Chin-F&uacute; est&aacute; contente. Fui logo
&aacute; cella do excellente padre Giulio. Elle lia o seu Breviario
&aacute; janella, debicando
confeitos d'assucar, com o gato do convento no collo.<br />

<br />

&#8213;Reverendissimo, volto &aacute; Europa... Algum dos nossos bons
padres vai por acaso em miss&atilde;o, para os lados de
Chang-Hai?...<br />

<br />

O veneravel superior p&ocirc;z os seus oculos redondos: e folheando
com unc&ccedil;&atilde;o um vasto registro em letra chineza, ia
assim murmurando:<br />

<br />

&#8213;Quinto dia da decima lua... Sim, ha o padre Anacleto para Tien-Tzin,
para a novena dos Irm&atilde;os da Santa Creche. Duodecima lua, o
padre Sanchez para Tien-Tzin tambem, para a obra do <span class="pagenum">[169]</span>Catecismo aos
Orph&atilde;os... Sim, caro hospede, tem companheiros para
L&eacute;ste...<br />

<br />

&#8213;&Aacute;manh&atilde;?<br />

<br />

&#8213;&Aacute;manh&atilde;. &Eacute; dolorosa a
separa&ccedil;&atilde;o n'estes confins do mundo, quando as
almas se comprehendem bem em Jesus... O nosso padre Gutierrez que lhe
fa&ccedil;a um bom farnel... N&oacute;s j&aacute; o
amavamos como irm&atilde;o, Theodoro... Coma um confeito,
s&atilde;o deliciosos... As coisas est&atilde;o em
feliz repouso quando se acham no seu lugar e elemento natural: o lugar
do
cora&ccedil;&atilde;o do homem &eacute; o
cora&ccedil;&atilde;o de Deus: e o seu est&aacute; n'esse
asylo seguro... Coma um confeito... Que &eacute; isso, meu filho,
que &eacute; isso?<br />

<br />

Eu estava collocando sobre o seu Breviario aberto, n'uma pagina do
Evangelho de pobreza, um r&ocirc;lo de notas do <em>Banco
d'Inglaterra;</em> e balbuciei:<br />

<br />

<span class="pagenum">[170]</span> &#8213;Meu
reverendissimo, para os seus pobres...<br />

<br />

&#8213;Excellente, excellente... O nosso bom Gutierrez que lhe
fa&ccedil;a um farnel copioso... <em>Amen</em>, meu
filho ... <em>In Deo
omnia spes</em>!...<br />

<br />

Ao outro dia, entre o padre Anacleto e o padre Sanchez, montado na mula
branca do convento, desci o burgo, ao repique dos sinos. E ahi vamos
para Hiang-Hiam, villa negra e murada, onde atracam os barcos que
descem a Tien-Tzin. J&aacute; as terras ao longo do
Pei-H&oacute;
estavam todas brancas de neve: nas enseadas baixas j&aacute; a agua
ia gelando: e
embrulhados em pelles de carneiro, em roda do fogareiro, &aacute;
p&ocirc;pa do
barco, os bons padres e eu iamos conversando de trabalhos de
Missionarios, de coisas da China, por
vezes dos interesses do C&eacute;o&#8213;passando em redor <span class="pagenum">[171]</span>sem cessar o
grosso frasco da genebra...<br />

<br />

Era Tien-Tzin separei-me d'aquelles santos camaradas. E d'ahi a duas
semanas, por um meio dia de sol tepido, passeava, fumando o meu charuto
e olhando a azafama dos caes d'Hong-Kong, no tombadilho do <em>Java</em>
que
ia levantar ferro para a Europa.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Foi um momento commovente para mim, aquelle em que vi, &aacute;s
primeiras voltas do helice, afastar-se a terra da China.<br />

<br />

Desde que acord&aacute;ra, n'essa manh&atilde;, uma
inquieta&ccedil;&atilde;o surda recome&ccedil;ava a
pesar-me na alma. Agora, punha-me a pensar que viera &aacute;quelle
vasto imperio para acalmar pela expia&ccedil;&atilde;o um
protesto
<span class="pagenum">[172]</span>temeroso da
Consciencia: e por fim, impellido por uma impaciencia
nervosa, ahi partia, sem ter feito mais que deshonrar os bigodes
brancos d'um general heroico, e ter
recebido pedradas pela orelha n'uma villa dos confins da Mongolia.<br />

<br />

Estranho destino, o meu!...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

At&eacute; ao anoitecer estive encostado sombriamente &aacute;
borda do paquete, vendo o mar liso, como uma vasta pe&ccedil;a de
s&ecirc;da azul,
dobrar-se aos lados em duas pregas molles: pouco a pouco grandes
estrellas palpitaram na concavidade negra; e o helice na sombra ia
trabalhando em rhythmo. Ent&atilde;o, tomado d'uma fadiga molle,
fui errando pelo paquete,
olhando, aqui e al&eacute;m, a bussola alumiada; <span class="pagenum">[173]</span>os
mont&otilde;es de
cabrestantes; as pe&ccedil;as da machina, n'uma claridade ardente,
batendo em cadencia; as fagulhas que fugiam do cano, n'um
r&ocirc;lo de fumara&ccedil;a negra; os
marinheiros de barba ruiva, immoveis &aacute; roda do leme; e as
f&oacute;rmas dos
pilotos, sobre o pontal, altas e vagas na noite. Na <em>cabine</em>
do
capit&atilde;o, um inglez de
capacete de corti&ccedil;a, cercado de damas que bebiam Cognac, ia
tocando
melancolicamente na flauta a aria de <em>Bonnie Dundee</em>...
<br />

<br />

Eram onze horas quando desci ao meu beliche. As luzes j&aacute;
estavam apagadas: mas a lua que se erguia ao nivel da agua, redonda e
branca, batia o vidro da <em>cabine</em> com um raio de
claridade: e
ent&atilde;o,
a essa meia tinta pallida, l&aacute; vi estirada sobre a maca a
figura
pan&ccedil;uda, vestida de s&ecirc;da amarella, com o seu
papagaio nos bra&ccedil;os!<br />

<br />

<span class="pagenum">[174]</span>
Era <em>elle</em>, outra vez!<br />

<br />

E foi <em>elle</em>, perpetuamente! Foi elle em Singapura
e em
Ceyl&atilde;o. Foi elle erguendo-se dos areaes do deserto ao
passarmos no canal de Suez; adiantando-se &aacute; pr&ocirc;a
d'um barco de
provis&otilde;es quando par&aacute;mos em Malta; resvalando
sobre as rosadas montanhas da Sicilia; emergindo dos nevoeiros que
cercam o morro de Gibraltar! Quando desembarquei em Lisboa, no caes das
Columnas, a sua figura bojuda enchia todo o arco da
rua Augusta; o seu olho obliquo fixava-me&#8213;e os dois olhos pintados do
seu papagaio pareciam fixar-me tambem...<br />

<br />

<h2>VIII</h2>

<br />

<span class="smallcaps">Ent&atilde;o,</span>
certo que n&atilde;o poderia j&aacute;mais
aplacar Ti-Chin-F&uacute;, toda essa noite no meu quarto ao Loreto,
onde como outr'ora as velas innumeraveis das serpentinas davam aos
damascos tons de sangue fresco, meditei sacudir
de mim, como um adorno de peccado, esses milh&otilde;es
sobrenaturaes.
<span class="pagenum">[176]</span>E assim me
libertaria talvez d'aquella pan&ccedil;a e d'aquelle
papagaio
abominavel!<br />

<br />

Abandonei o palacete ao Loreto, a existencia de Nababo. Fui, com uma
quinzena co&ccedil;ada, realugar o meu quarto na casa da Madame
Marques: e voltei &aacute; Reparti&ccedil;&atilde;o,
d'espinha&ccedil;o curvo, a implorar os meus vinte mil reis
mensaes, e a minha d&ocirc;ce penna de amanuense!...<br />

<br />

Mas um soffrimento maior veio amargurar os meus dias. Julgando-me
arruinado,&#8213;todos aquelles, que a minha opulencia humilh&aacute;ra,
cobriram-me de offensas, como se alastra de lixo uma estatua derrubada
de principe decahido. Os jornaes, n'um triumpho de ironia,
achincalharam a minha miseria. A aristocracia, que
balbuci&aacute;ra
adula&ccedil;&otilde;es aos p&eacute;s do Nababo, ordenava
agora aos seus cocheiros que atropellassem <span class="pagenum">[177]</span>nas
ruas o corpo encolhido
do plumitivo de Secretar&iacute;a. O clero, que eu
enriquecera, accusava-me de <em>feiticeiro</em>; o povo
atirou-me pedras; e a
Madame Marques, quando eu me queixava humildemente da dureza granitica
dos bifes,&#8213;plantava as duas m&atilde;os &aacute; cinta, e
gritava:
<br />

<br />

&#8213;Ora o engui&ccedil;o! Ent&atilde;o que quer voss&ecirc;
mais? Aguente! Olha o pelintra!...<br />

<br />

E, apesar d'esta expia&ccedil;&atilde;o, o velho
Ti-Chin-F&uacute; l&aacute; estava sempre &aacute; minha
ilharga, obeso e c&ocirc;r d'&oacute;ca,&#8213;porque os seus
milh&otilde;es, que jaziam agora estereis e intactos nos Bancos,
ainda de facto eram meus! Desgra&ccedil;adamente meus!<br />

<br />

Ent&atilde;o, indignado, um dia subitamente reentrei com estrondo
no meu palacete e no meu luxo. N'essa noite, de novo o resplendor das
minhas janellas <span class="pagenum">[178]</span>alumiou
o Loreto: e pelo port&atilde;o aberto
viram-se
como outr'ora negrejar, nas suas fardas de s&ecirc;da negra, as
longas filas de
lacaios decorativos.<br />

<br />

Logo, Lisboa, sem hesitar, se rojou aos meus p&eacute;s. A Madame
Marques chamou-me, chorando, <em>filho do seu
cora&ccedil;&atilde;o</em>. Os
jornaes deram-me os qualificativos que, de antiga
tradi&ccedil;&atilde;o, pertencem
&aacute; Divindade: fui o <em>Omnipotente</em>, fui o <em>Omnisciente</em>!
A
aristocracia beijou-me os dedos como a um Tyranno: e o clero
incensou-me como a um idolo. E o meu desprezo pela Humanidade foi
t&atilde;o largo,&#8213;que se estendeu ao
Deus que a creou.<br />

<br />

Desde ent&atilde;o uma saciedade enervante mantem-me semanas
inteiras n'um soph&aacute;, mudo e soturno, pensando na felicidade
do
<em>n&atilde;o-ser</em>...<br />

<br />

Uma noite, recolhendo s&oacute; por uma rua deserta, vi diante de
mim o Personagem <span class="pagenum">[179]</span>vestido
de preto com o guarda-chuva debaixo do
bra&ccedil;o, o mesmo que no meu quarto feliz da travessa da
Concei&ccedil;&atilde;o
me fizera, a um <em>ti-li-tin</em> de campainha, herdar
tantos
milh&otilde;es detestaveis.
Corri para elle, agarrei-me &aacute;s abas da sua sobrecasaca
burgueza,
bradei:<br />

<br />

&#8213;Livra-me das minhas riquezas! Resuscita o Mandarim! Restitue-me a paz
da miseria!<br />

<br />

Elle passou gravemente o seu guarda-chuva para debaixo do outro
bra&ccedil;o, e respondeu com bondade:<br />

<br />

&#8213;N&atilde;o p&oacute;de ser, meu prezado senhor,
n&atilde;o p&oacute;de ser...<br />

<br />

Eu atirei-me aos seus p&eacute;s n'uma
supplica&ccedil;&atilde;o abjecta: mas s&oacute; vi diante
de mim, sob uma luz morti&ccedil;a de gaz, a f&oacute;rma magra
de
um c&atilde;o farejando o lixo.<br />

<br />

Nunca mais encontrei este individuo.&#8213;E agora o mundo parece-me um
<span class="pagenum">[180]</span>immenso
mont&atilde;o de ruinas onde a minha alma solitaria, como
um exilado que erra por entre columnas tombadas, geme, sem
descontinuar...<br />

<br />

As fl&ocirc;res dos meus aposentos murcham e ninguem as renova:
toda a luz me parece uma tocha: e quando as minhas amantes
v&eacute;em, na
brancura dos seus penteadores, encostar-se ao meu leito, eu
ch&oacute;ro&#8213;como se
avistasse a legi&atilde;o amortalhada das minhas alegrias
defuntas...<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Sinto-me morrer. Tenho o meu testamento feito. N'elle lego os meus
milh&otilde;es ao Demonio; pertencem-lhe; elle que os reclame e que
os reparta...<br />

<br />

E a v&oacute;s, homens, lego-vos apenas, sem commentarios, estas
palavras: &laquo;<em>S&oacute; <span class="pagenum">[181]</span>sabe
bem o p&atilde;o
que dia a
dia ganham as nossas
m&atilde;os: nunca mates o Mandarim</em>!&raquo;<br />

<br />

E todavia, ao expirar, consola-me prodigiosamente esta id&eacute;a:
que do Norte ao Sul e do Oeste a L&eacute;ste, desde a Grande
Muralha da
Tartaria at&eacute; &aacute;s ondas do Mar Amarello, em todo o
vasto Imperio da China,
nenhum Mandarim ficaria vivo, se tu, t&atilde;o facilmente como eu,
o
pudesses supprimir e herdar-lhe os milh&otilde;es, oh leitor,
creatura
improvisada por Deus, obra m&aacute; de m&aacute; argilla, meu
semelhante e meu
irm&atilde;o!<br />

<br />

<br />

<span class="quote">Angers, junho, 1880.</span><br />

<br />

<br />

<br />

<br />

<div class="break">
<hr /></div>

<div style="text-align: center;"><br />

<span class="smallcaps">porto</span>&#8213;<span class="smallcaps">typ. de a. j. da silva teixeira</span><br />

62, Cancella Velha, 62<br />

<br />

</div>

<div class="break">
<hr /></div>

<br />

</div>








<pre>





End of the Project Gutenberg EBook of O Mandarim, by Eça Queirós

*** END OF THIS PROJECT GUTENBERG EBOOK O MANDARIM ***

***** This file should be named 16384-h.htm or 16384-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/1/6/3/8/16384/

Produced by Rita Farinha and the Online Distributed
Proofreading Team at http://www.pgdp.net (This file was
produced from images generously made available by National
Library of Portugal (Biblioteca Nacional de Portugal).)


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.org/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.org),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including checks, online payments and credit card donations.
To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.org

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

</body>
</html>
